{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "جميع الحقوق محفوظة.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "أي مستخدم يرغب في أحدث الحزم بما في ذلك نواة لينكس، وسامبا، وgit، وسطح المكتب، والتطبيقات المكتبية، والعديد من الحزم الأخرى. سيناسبه استخدام المُتَدَحْرِج. تناسب المُتَدَحْرِج المستخدمين المتقدمين، ومطوري البرمجيات، والمساهمين في تطوير أوبن سوزي. إذا كنت تحتاج لأحدث البرمجيات وبيئات التطوير أو منصة مستقرة وقريبة جدا من أحدث ما وصل إليه لينكس المُتَدَحْرِج هي أفضل خيار.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "اختبارات مؤتمتة *لأي* نظام تشغيل، يمكنها قراءة الشاشة والتحكم بمضيف الاختبار كما لو كان يتحكم به المستخدمون.",
    "Back to main page": "عودة للصفحة الرئيسية",
    "Be part of our community contributing with any of the following:": "كن جزءاً من مجتمعنا وساهم في أي من المجالات التالية:",
    "Blogs": "المدونات",
    "Build Service": "خدمة البناء",
    "CONTRIBUTE TO OPENSUSE": "ساهم في أوبن سوزي",
    "Change language": "تغيير اللغة",
    "Code": "كود",
    "Conferences": "مؤتمرات",
    "Contribute": "ساهم",
    "Contribute Code": "ساهم بالكود",
    "Contribute Hardware": "ساهم بالعتاد",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "أنشئ صور لينكس للنشر على الأجهزة الحقيقية، أو الظاهرية، والآن أيضاً يمكنك النشر على نظم الاحتواء مثل Docker. كيوي هو المحرك الذي يعتمد SUSE Studio عليه.",
    "Discover the best open-source tools developed by our community": "اكتشف أفضل الأدوات مفتوحة المصدر التي يطورها مجتمعنا",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "نرحب دائماً بالتبرعات لدعم مشروع أوبن سوزي. في الواقع، تمكنا من توفير خدمة البناء المفتوحة –التي تستخدمها مشاريع مفتوحة المصدر عديدة أخرى– لمجتمع المشروع من خلال التبرعات السخية بالخوادم من شركة AMD. هذا النوع من التبرعات هو الذي يسمح للمشاريع والأفراد بالازدهار، والتطور، والإبداع، والتقدم. لا يطلب المشروع تبرعات نقدية، بل تبرعات بعتاد حاسوبي لاستغلال خبرة مجتمع المصادر المفتوحة لتعزيز تطوير لينكس، وتوفير أدوات أوبن سوزي للمجتمع الحر مفتوح المصدر ومكافأة جهود المطورين ومديري النظم والمسؤولين عن الحزم. العتاد يساعد مجتمع أوبن سوزي! العتاد يساعد المجتمع مفتوح المصدر! كما يساعد العتاد في تطوير لينكس. للتعرف أكثر على طريقة التبرع بالعتاد لمشروع أوبن سوزي. راسلنا على",
    "Find out more": "تعرف على المزيد",
    "Find out more about how to participate.": "تعرف أكثر على طرق المساهمة.",
    "Forums": "المنتديات",
    "Get software": "تنزيل برمجيات",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "احصل على أكثر توزيعات لينكس اكتمالاً عند استخدام أحدث نسخة عادية من أوبن سوزي!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "احصل على أحدث حزم لينكس عند استخدام النسخة المتدحرجة. سريعة! متكاملة! مستقرة! مختبرة!",
    "Go to link": "اذهب إلى الرابط",
    "Hardware": "عتاد",
    "Home": "الرئيسية",
    "Imprint.": "معلومات الناشر.",
    "Install Leap": "تثبيت Leap",
    "Install Tumbleweed": "تثبيت المتدحرجة",
    "Learn more": "تعرف على المزيد",
    "Meet up with openSUSE at conferences.": "قابل أوبن سوزي في أحد المؤتمرات.",
    "More information": "معلومات إضافية",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "يحصل مستخدمي لينكس الجدد والمخضرمين على أفضل توزيعات لينكس صلاحية للاستعمال وعلى نظام تشغيل مستقر عند اختيار نسخة الإصدار العادي من أوبن سوزي. حدث تطبيقاتك وحصن نظامك باختيارك أحدث إصدارة من توزيعة أوبن سوزي. اختر بيئة لسطح المكتب، اضبط إعدادات نظامك واستمتع باستخدام المنصة التي يختارها مطورو لينكس، ومديرو النظم، ومصنعو البرمجيات.",
    "News": "أخبار",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "أداة البناء، تبني كافة حزم توزيعتنا بالإضافة لحزم توزيعات SUSE Linux Enterprise، وArch، وDebian، وFedora، وScientific Linux، وRHEL، وCentOS، وUbuntu وغيرها.",
    "Press": "صحافة",
    "Shop": "تسوق",
    "Social Network": "الشبكة الاجتماعية",
    "Sponsored by:": "الداعمون:",
    "The best/only comprehensive Linux system configuration & installation tool.": "الأداة المثلى والشاملة الوحيدة لإعداد نظام لينكس وتثبيته.",
    "The makers' choice for sysadmins, developers and desktop users.": "الخيار المثالي لمديري النظم، والمطورين، ومستخدمي الأجهزة المكتبية.",
    "Tools": "أدوات",
    "View upcoming conferences": "استعرض المؤتمرات القادمة",
    "Wiki": "ويكي",
    "day": "يوم",
    "days": "أيام",
    "hour": "ساعة",
    "hours": "ساعات",
    "is now available": "متاحة الآن",
    "openSUSE TOOLS": "أدوات أوبن سوزي",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "تؤمن أوبن سوزي بأن أفضل النتائج تأتي من تعاون الناس واستمتاعهم. اختلاف أوبن سوزي عن المجتمعات مفتوحة المصدر الأخرى هو ما يجعلها مرغوبة. نحن لسنا مجتمعاً تقليدياً وجهود مجتمعنا هي ما يحدد مسار المشروع. لقد أنتجت جهود المجتمع أدوات عظيمة عديدة لنظام لينكس بالإضافة لإنتاجها توزيعة رائعة. في أوبن سوزي صوتك مسموع ويمكنك المساهمة في المشروع بسهولة. سواء كنت مطور لينكس مخضرماً أو مستخدماً نهائياً عليك الانضمام لمشروع أوبن سوزي شارك في منتدى، تابع صيانة وتحديث ويكي المشروع، اعثر على العلل البرمجية وبلغ عنها، راجع وثائق المشروع، أرسل قائمة رغباتك بإضافة حزم ومزايا جديدة، رقع الأخطاء البرمجية وأرسل ترقيعاتك، أو ساهم في الترويج لمشروع أوبن سوزي عبر حضور المناسبات والعمل كسفير."
  }
}