{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Cualesquier usuariu que desee tener los paquetes más nuevos qu'incluyan, pero nun tean llimitaos a, el kernel Linux, SAMBA, git, escritorios, ofimática y más, quedrán Tumbleweed. Tumbleweed atrái a usuarios avanzaos, desendocadores de software y collaboradores d'openSUSE. Si riques el caberu software y entronu de desendolcu integráu o precises d'una plataforma estable colo lo cabero en Linux, Tumbleweed ye la to meyor escoyeta.",
    "Blogs": "Blogues",
    "CONTRIBUTE TO OPENSUSE": "COLLABORA N'OPENSUSE",
    "Conferences": "Conferencies",
    "Contribute": "Collaborar",
    "Forums": "Foros",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "¡Consigui la distribución Linux más completa cola versión de llanzamientu menos continuu d'OpenSUSE!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Consigui los paquetes más nuevos de Linux col nuesu llanzamientu continuu. ¡Rápidu, integráu, estabilizáu y probáu!",
    "Go to link": "Dir al enllaz",
    "Home": "Aniciu",
    "Install Leap": "Instala Leap",
    "Install Tumbleweed": "Instala Tumbleweed",
    "Learn more": "Depriendi más",
    "More information": "Más información",
    "News": "Anuncies",
    "Shop": "Tienda",
    "Social Network": "Redes sociales",
    "The makers' choice for sysadmins, developers and desktop users.": "La escoyeta p'alministradores de sistemes, desendolcadores y usuarios d'escritoriu.",
    "Tools": "Ferramientes",
    "day": "día",
    "days": "díes",
    "hour": "hora",
    "hours": "hores",
    "openSUSE TOOLS": "FERRAMIENTES D'openSUSE"
  }
}