{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "Tots els drets reservats.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Qualsevol usuari que desitgi tenir els nous paquets que inclouen (però que no s'hi limiten) el nucli de Linux, SAMBA, git, escriptoris, aplicacions d'oficina i molts altres paquets, voldrà el Tumbleweed. El Tumbleweed atrau usuaris avançats, desenvolupadors de programari i col·laboradors d'openSUSE. Si necessiteu els últims conjunts de programari i un entorn de desenvolupament independent, o necessiteu una plataforma estable propera al més nou que hi ha de Linux, el Tumbleweed és la millor opció per a vosaltres.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "Proves automatitzades per a *qualsevol* sistema operatiu. Pot llegir la pantalla i controlar l'amfitrió de prova com ho fa un usuari.",
    "Back to main page": "Torna a la pàgina principal",
    "Be part of our community contributing with any of the following:": "Formeu part de la nostra comunitat contribuint-hi d'alguna d'aquestes maneres:",
    "Build Service": "Servei de construcció",
    "CONTRIBUTE TO OPENSUSE": "CONTRIBUÏU A OPENSUSE",
    "Change language": "Canvieu la llengua",
    "Code": "Codi",
    "Conferences": "Conferències",
    "Contribute": "Contribuïu-hi",
    "Contribute Code": "Contribuïu-hi amb codi",
    "Contribute Hardware": "Contribuïu-hi amb maquinari",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "Creeu imatges de Linux per al desplegament en maquinari real, en virtualització i fins i tot ara en sistemes de contenidor com ara el Docker. El Kiwi és el motor que impulsa el SUSE Studio.",
    "Discover the best open-source tools developed by our community": "Descobriu les millors eines de codi obert desenvolupades per la nostra comunitat.",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "Les donacions per donar suport al projecte openSUSE són sempre benvingudes. De fet, el Servei de Construcció Obert, que és utilitzat per altres diversos projectes de codi obert, es va posar a disposició de la comunitat del projecte a través d'una generosa donació de servidors d'AMD. Aquest tipus de donacions són les que permeten a les persones i als projectes prosperar, desenvolupar-se, innovar i progressar. El projecte no està demanant diners, sinó donacions de maquinari per utilitzar la mestria de la comunitat de codi obert per potenciar el desenvolupament de Linux, proporcionar eines d'openSUSE a l'ecosistema de codi obert i tornar-ho als desenvolupadors, administradors de sistemes i empaquetadors. El maquinari ajuda la comunitat d'openSUSE! El maquinari ajuda la comunitat de codi obert! I el maquinari ajuda el desenvolupament de Linux. Per saber com podeu donar maquinari al projecte openSUSE, escriviu un missatge de correu electrònic a...",
    "Find out more": "Descobriu-ne més coses",
    "Find out more about how to participate.": "Descobriu més coses sobre com participar-hi.",
    "Forums": "Fòrums",
    "Get software": "Obtingueu programari",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "Obtingueu la distribució Linux més completa amb l'última versió d'alliberament regular de l'openSUSE!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Obtingueu els paquets més nous de Linux amb la nostra edició contínua. Ràpida! Integrada! Estabilitzada! Provada!",
    "Go to link": "Vés a l'enllaç",
    "Hardware": "Maquinari",
    "Home": "Inici",
    "Imprint.": "Empremta.",
    "Install Leap": "Instal·leu l'openSUSE Leap",
    "Install Tumbleweed": "Instal·leu el Tumbleweed",
    "Learn more": "Apreneu-ne més",
    "Meet up with openSUSE at conferences.": "Reuniu-vos amb l'openSUSE a les conferències.",
    "More information": "Més informació",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Tant els usuaris nous com els experimentats de Linux obtenen la distribució Linux més usable i el sistema operatiu més estabilitzat amb l'alliberament regular d'openSUSE. Rebeu actualitzacions i enduriu el seu sistema operatiu amb l'última gran distribució d'openSUSE! Trieu l'escriptori, configureu el sistema i gaudiu d'una plataforma d'elecció per als desenvolupadors de Linux, els administradors i els proveïdors de programari.",
    "News": "Notícies",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "La nostra eina de construcció, que serveix per construir tots els nostres paquets, així com alguns per a SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu i altres.",
    "Press": "Premsa",
    "Shop": "Botiga",
    "Social Network": "Xarxa social",
    "Sponsored by:": "Patrocinat per",
    "The best/only comprehensive Linux system configuration & installation tool.": "L'única i millor eina comprensiva de configuració i instal·lació d'un sistema Linux.",
    "The makers' choice for sysadmins, developers and desktop users.": "La tria dels fabricants per a administradors de sistemes, desenvolupadors i usuaris d'escriptoris.",
    "Tools": "Eines",
    "View upcoming conferences": "Vegeu les properes conferències",
    "day": "dia",
    "days": "dies",
    "hour": "hora",
    "hours": "hores",
    "is now available": "ja està disponible",
    "openSUSE TOOLS": "EINES de l'openSUSE",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "OpenSUSE creu que els millors resultats provenen de persones que col·laboren i es diverteixen. Ser diferent d'altres comunitats de codi obert és el que fa openSUSE desitjable. No som una comunitat convencional, i els esforços de la nostra comunitat determinen la ruta del projecte. Els esforços de la comunitat han creat diverses grans eines per a Linux i una distribució impressionant. Amb openSUSE, teniu veu i podeu contribuir fàcilment al projecte. Tant si sou un desenvolupador de Linux amb experiència o un usuari final involucreu-vos al projecte d'openSUSE. Uniu-vos a un fòrum, mantingueu i conserveu la nostra wiki al dia, trobeu i informeu d'errors, reviseu la documentació, envieu la vostra llista de desitjos per als nous paquets i característiques, creeu i envieu pedaços, o esdeveniu un defensor d'openSUSE assistint a esdeveniments i feu-vos-en ambaixador."
  }
}