{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "Všechna práva vyhrazena.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Každý uživatel, který si přeje mít nejnovější balíčky zahrnující jádro Linux, SAMBU, git, pracovní plochy, kancelářské aplikace a mnoho dalších balíčků, bude chtít používat Tumbleweed. Pokročilí uživatelé, vývojáři softwaru či přispěvatelé do openSUSE, ti všichni jsou Tumbleweedem přitahováni. Pokud vyžadujete nejnovější haldu softwaru a integrované vývojové prostředí, či potřebujete stabilní platformu co nejbližší nejnovější verzi Linuxu, Tumbleweed pro vás tou správnou volbou.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "Automatizované testování pro *jakýkoliv* operační systém, které umí číst obrazovku a ovládat testovacího hostitele stejně tak, jak to dělá uživatel.",
    "Back to main page": "Zpět na hlavní stránku",
    "Be part of our community contributing with any of the following:": "Staňte se součástí naší komunity díky následujícímu přispívání:",
    "Blogs": "Blogy",
    "CONTRIBUTE TO OPENSUSE": "PŘISPĚJTE DO OPENSUSE",
    "Change language": "Změnit jazyk",
    "Code": "Kód",
    "Conferences": "Konference",
    "Contribute": "Přispět",
    "Contribute Code": "Přispět kódem",
    "Contribute Hardware": "Přispět hardwarem",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "Vytvořte si obrazy Linuxu pro nasazení na skutečném hardwaru, virtualizaci a nyní dokonce na kontejnerových systémech jako je Docker. Kiwi je motor, který pohání SUSE Studio.",
    "Discover the best open-source tools developed by our community": "Objevujte nejlepší open-source nástroje vyvíjené naší komunitou",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "Příspěvky na podporu Projektu openSUSE jsou vždy vítány. Ve skutečnosti Open Build Service, které je využíváno několika dalšími open-source projekty, bylo zpřístupněno projektové komunitě díky štědrému daru serverů od AMD. Toto je takový typ příspěvku, který lidem a projektům umožňuje růst, vývoj, inovaci a postup. Tento projekt nežádá o peníze, ale o přispění hardwarem k použití open-source komunitní expertizou pro posílení vývoje Linuxu, poskytnutí nástrojů openSUSE zdarma, otevření zdrojového ekosystému a navrácení vývojářům, správcům systému a tvůrcům balíčků. Hardware komunitě openSUSE pomáhá! Hardware pomáhá komunitě open-source! A hardware také pomáhá vývoji Linuxu. Pro zjištění jak můžete přispět hardwarem Projektu openSUSE, pošlete email na",
    "Find out more": "Zjistit více",
    "Find out more about how to participate.": "Zjistěte více o tom, jak se zapojit.",
    "Forums": "Fóra",
    "Get software": "Získat software",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "Získejte nekompletnější distribuci Linuxu díky nejnovější verzi pravidelného vydání openSUSE!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Získejte nejnovější linuxové balíčky s naším rolujícím vydáním. Rychlé! Ucelené! Stabilizované! Otestované!",
    "Go to link": "Přejít na odkaz",
    "Home": "Domů",
    "Imprint.": "Impresum.",
    "Install Leap": "Nainstalovat Leap",
    "Install Tumbleweed": "Nainstalovat Tumbleweed",
    "Learn more": "Dozvědět se více",
    "Meet up with openSUSE at conferences.": "Setkejte se s openSUSE na konferencích.",
    "More information": "Více informací",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Noví i zkušení uživatelé získají v pravidelném vydání openSUSE nejpoužitelnější distribuci Linuxu a stabilní operační systém. Přijímejte aktualizace a utužujte váš OS v nejposlednější hlavní distribuci openSUSE. Vyberte si svou pracovní plochu, nakonfigurujte si systém a užijte si platformu vývojářů Linuxu, správců a výrobců softwaru.",
    "News": "Novinky",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "Náš sestavovací nástroj, sestavující jak všechny naše balíčky, tak i pro SUSE Linux Enterprise, Arch, Debian, Fedoru, Scientific Linux, RHEL, CentOS, Ubuntu a další.",
    "Press": "Pro novináře",
    "Shop": "Obchod",
    "Social Network": "Sociální síť",
    "Sponsored by:": "Sponzoři:",
    "The best/only comprehensive Linux system configuration & installation tool.": "Nejlepší/jediný komplexní nástroj pro konfiguraci a instalaci systému Linux.",
    "The makers' choice for sysadmins, developers and desktop users.": "Volba tvůrců pro systémové správce, vývojáře i uživatele osobních počítačů.",
    "Tools": "Nástroje",
    "View upcoming conferences": "Zobrazit nadcházející konference",
    "day": "den",
    "days": "dní",
    "hour": "hodina",
    "hours": "hodin",
    "is now available": "je nyní dostupné",
    "openSUSE TOOLS": "openSUSE NÁSTROJE",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "openSUSE věří, že nejlepší výsledky přicházejí od lidí, kteří spolupracují a užívají si zábavu. To, že se liší od jiných open-source komunit je právě pro openSUSE žádoucí. My nejsme tradiční komunita a naše komunitní snahy určují cestu tohoto projektu. Tyto snahy komunity vytvořily několik skvělých nástrojů pro Linux a velkolepou distribuci. S openSUSE máte hlas a můžete se jednoduše zapojit do projektu. Ať jste zkušený vývojář Linuxu nebo koncový uživatel, zapojte se do Projektu openSUSE. Připojte se do diskusního fóra, spravujte a udržujte naši wiki aktuální, hledejte a hlaste chyby, revidujte dokumentaci, posílejte váš seznam přání pro nové balíčky a funkce, tvořte a odesílejte opravy, nebo se staňte advokátem pro openSUSE vaší účastí na událostech a stávejte se velvyslancem."
  }
}