{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "Automatiseret test af *alle* operativsystemer, som kan læse skærmen og kontrollere testmaskinen ligesom en bruger gør.",
    "Back to main page": "Tilbage til hovedsiden",
    "Be part of our community contributing with any of the following:": "Vær en del af fællesskabet ved at bidrage med noget af følgende:",
    "CONTRIBUTE TO OPENSUSE": "BIDRAG TIL OPENSUSE",
    "Change language": "Skift sprog",
    "Code": "Kode",
    "Conferences": "Konferencer",
    "Contribute": "Bidrag",
    "Contribute Code": "Bidrag med kode",
    "Contribute Hardware": "Bidrag med hardware",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "Opret Linux-imagefiler til udrulning på ægte hardware, virtualisering og nu endda containersystemer såsom Docker. Kiwi er den motor som driver SUSE Studio.",
    "Discover the best open-source tools developed by our community": "Opdag de bedste open source-værktøjer udviklet af vores fællesskab",
    "Find out more": "Mere information",
    "Find out more about how to participate.": "Læs mere om at deltage.",
    "Forums": "Forum",
    "Get software": "Få software",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "Få den mest komplette Linux-distribution med openSUSE's seneste almindelige udgivelse!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Få de nyeste Linux-pakker med vores rullende udgivelse. Hurtigt! Integreret! Relativt stabilt! Testet!",
    "Go to link": "Gå til link",
    "Home": "Hjemme",
    "Install Leap": "Installér Leap",
    "Install Tumbleweed": "Installér Tumbleweed",
    "Meet up with openSUSE at conferences.": "Mød openSUSE til konferencer.",
    "More information": "Mere information",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Nye og erfarne Linux-brugere får den mest brugervenlige Linux-distribution og stabiliserede operativsystem med openSUSE almindelige udgivelse. Få opdateringer og styrk dit OS med openSUSE's seneste fulde distribution. Vælg dit skrivebordsmiljø, konfigurér dit system og nyd den foretrukne platform for Linux-udviklere, administratorer og softwareleverandører.",
    "News": "Nyheder",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "Vores byggeværktøj, som bygger alle vores pakker, samt pakker til SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu m.fl.",
    "Press": "Presse",
    "Shop": "Butik",
    "Social Network": "Sociale netværk",
    "Sponsored by:": "Sponseret af:",
    "The best/only comprehensive Linux system configuration & installation tool.": "Det bedste/eneste omfattende værktøj til konfiguration og installation af Linux-systemer.",
    "The makers' choice for sysadmins, developers and desktop users.": "Det rette valg for skabende brugere - systemadministratorer, udviklere og desktop-brugere.",
    "Tools": "Værktøjer",
    "View upcoming conferences": "Vis kommende konferencer",
    "openSUSE TOOLS": "openSUSE-værktøjer"
  }
}