{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "Alle rettigheder forbeholdt.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Brugere, som ønsker de nyeste pakker herunder - men ikke kun - Linux-kernen, SAMBA, git, skriveborde, kontorprogrammer og mange andre pakker har brug for Tumbleweed. Tumbleweed appellerer til brugere med stor erfaring, softwareudviklere og bidragydere til openSUSE. Hvis de har brug for den seneste softwarestak og integrerede udviklingsmiljø eller behøver en stabil platform så tæt på de seneste udviklinger i Linux som muligt, så er Tumbleweed det bedste valg.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "Automatiseret test af *alle* operativsystemer, som kan læse skærmen og kontrollere testmaskinen ligesom en bruger gør.",
    "Back to main page": "Tilbage til hovedsiden",
    "Be part of our community contributing with any of the following:": "Vær en del af fællesskabet ved at bidrage med noget af følgende:",
    "CONTRIBUTE TO OPENSUSE": "BIDRAG TIL OPENSUSE",
    "Change language": "Skift sprog",
    "Code": "Kode",
    "Conferences": "Konferencer",
    "Contribute": "Bidrag",
    "Contribute Code": "Bidrag med kode",
    "Contribute Hardware": "Bidrag med hardware",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "Opret Linux-imagefiler til udrulning på ægte hardware, virtualisering og nu endda containersystemer såsom Docker. Kiwi er den motor som driver SUSE Studio.",
    "Discover the best open-source tools developed by our community": "Opdag de bedste open source-værktøjer udviklet af vores fællesskab",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "Donationer til støtte for openSUSE-projektet modtages med taknemmelighed. Faktisk er Open Build Service, som bruges af adskillige andre open-source-projekter blevet gjort tilgængelig for fællesskabet på grund af AMD's gavmilde donation af servere. Det er den slags donationer, som sikrer at mennesker og projekter kan trives, udvikle sig og skabe innovation og fremskridt. Projektet beder ikke om penge men om donationer af hardware for at give open-source-fællesskabet med dets omfattende ekspertise bedre muligheder for at udvikle Linux, udbyde openSUSE's værktøjer gratis til økosystemet af fri, open-source software og give noget tilbage til udviklere, systemadministratorer og de, der vedligeholder software-arkiverne. Hardware hjælper openSUSE-fællesskabet! Hardware hjælper open-source-fællesskabet! Og hardware understøtter udviklingen af Linux. Send os en e-mail for at finde ud af, hvordan du kan donere hardware til openSUSE-projektet",
    "Find out more": "Mere information",
    "Find out more about how to participate.": "Læs mere om at deltage.",
    "Forums": "Forum",
    "Get software": "Hent software",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "Få den mest komplette Linux-distribution med openSUSE's seneste almindelige udgivelse!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Få de nyeste Linux-pakker med vores rullende udgivelse. Hurtigt! Integreret! Relativt stabilt! Testet!",
    "Go to link": "Gå til link",
    "Home": "Hjemme",
    "Install Leap": "Installér Leap",
    "Install Tumbleweed": "Installér Tumbleweed",
    "Learn more": "Læs mere",
    "Meet up with openSUSE at conferences.": "Mød openSUSE til konferencer.",
    "More information": "Mere information",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Nye og erfarne Linux-brugere får den mest brugervenlige Linux-distribution og stabiliserede operativsystem med openSUSE almindelige udgivelse. Få opdateringer og styrk dit OS med openSUSE's seneste fulde distribution. Vælg dit skrivebordsmiljø, konfigurér dit system og nyd den foretrukne platform for Linux-udviklere, administratorer og softwareleverandører.",
    "News": "Nyheder",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "Vores byggeværktøj, som bygger alle vores pakker, samt pakker til SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu m.fl.",
    "Press": "Presse",
    "Shop": "Butik",
    "Social Network": "Sociale netværk",
    "Sponsored by:": "Sponseret af:",
    "The best/only comprehensive Linux system configuration & installation tool.": "Det bedste/eneste omfattende værktøj til konfiguration og installation af Linux-systemer.",
    "The makers' choice for sysadmins, developers and desktop users.": "Det rette valg for skabende brugere - systemadministratorer, udviklere og desktop-brugere.",
    "Tools": "Værktøjer",
    "View upcoming conferences": "Vis kommende konferencer",
    "day": "dag",
    "days": "dage",
    "hour": "time",
    "hours": "timer",
    "is now available": "er tilgængelig nu",
    "openSUSE TOOLS": "openSUSE-VÆRKTØJER",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "openSUSE tror på, at det bedste resultat opstår, når mennesker samarbejder og har det sjovt. openSUSE er forskelligt fra andre open-source-fællesskaber, og det er det, der gør openSUSE tiltrækkende. Vi er ikke et konventionelt fællelsskab; vores fællesskabs indsatser bestemmer projektets vej frem. Fællesskabets indsatser har skabt flere gode værktøjer til Linux og en fantastisk distribution. I openSUSE har du en stemme og kan let bidrage til projektet. Engagér dig i openSUSE-projektet, hvad enten du er en erfaren Linux-udvikler eller en almindelig bruger. Slut dig til et forum, vedligehold vores wiki og hold den a jour, find og rapportér fejl, gennemgå dokumentationen, indsend ønsker om nye pakker og funktioner, lav og indsend rettelser eller bliv er fortaler for openSUSE ved at deltage i begivenheder og blive en ambassadør."
  }
}