{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "Alle Rechte vorbehalten.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Jeder Benutzer, der die neuesten Pakete haben möchte, die unter anderem den Linux-Kernel, SAMBA, git, Desktops, Office-Anwendungen und viele andere Pakete beinhalten, wird sich Tumbleweed wünschen. Tumbleweed richtet sich an Power-User, Softwareentwickler und openSUSE-Mitwirkende. Wenn Sie die neuesten Software-Stacks und eine integrierte Entwicklungsumgebung benötigen oder eine stabile Plattform benötigen, die dem neuesten Linux am nächsten kommt, ist Tumbleweed die beste Wahl für Sie.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "Automatisierte Tests für *jedes* Betriebssystem, die den Bildschirm lesen und den Test-Host auf dieselbe Weise wie ein Benutzer kontrollieren können.",
    "Back to main page": "Zurück zur Hauptseite",
    "Be part of our community contributing with any of the following:": "Werden Sie Teil unserer Gemeinschaft indem Sie zu folgenden Dingen beitragen:",
    "CONTRIBUTE TO OPENSUSE": "ZU OPENSUSE BEITRAGEN",
    "Change language": "Sprache wechseln",
    "Conferences": "Konferenzen",
    "Contribute": "Mitarbeiten",
    "Contribute Code": "Code beitragen",
    "Contribute Hardware": "Hardware beisteuern",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that builds the openSUSE release images.": "Erstellen Sie Linux-Images für das Deployment auf echter Hardware, Virtualisierung und jetzt sogar mit Container-Systemen wie Docker. Kiwi ist die Engine, welche die openSUSE-Release-Images baut.",
    "Discover the best open-source tools developed by our community": "Entdecken Sie die besten Open-Source-Tools, von unserer Community entwickelt",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "Spenden für das openSUSE-Projekt sind immer willkommen. Tatsächlich ist es so, dass der Open Build Service, der auch von einigen anderen Open-Source-Projekten genutzt wird, durch eine großzügige Serverspende von AMD für die Projektgemeinschaft möglich gemacht wurde. Diese Art von Spenden ermöglicht es den Menschen und Projekten zu wachsen und sich weiterzuentwickeln. Das Projekt bittet nicht um Geld, sondern um Hardwarespenden. Unser Ziel ist es, die Fachkenntnisse der Open-Source-Gemeinschaft zu nutzen um die Entwicklung von Linux zu stärken, openSUSE-Werkzeuge dem freien und offenen Open-Source-Ökosystem zur Verfügung zu stellen und somit etwas an die Entwickler, Systemadministratoren und Paketierer zurückzugeben. Hardware hilft der openSUSE-Gemeinschaft! Hardware hilft der Open-Source-Gemeinschaft! Und Hardware hilft der Entwicklung von Linux. Um zu erfahren, wie Sie Hardware an das openSUSE-Projekt spenden können, schreiben Sie eine E-Mail an:",
    "Find out more": "Erfahren Sie mehr",
    "Find out more about how to participate.": "Erfahren Sie mehr darüber, wie Sie sich beteiligen können.",
    "Forums": "Foren",
    "Get software": "Software herunterladen",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "Mit der neuesten regulären Version von openSUSE erhalten Sie die umfassendste Linux-Distribution!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Holen Sie sich die neuesten Linuxpakete mit unserem Rolling Release. Schnell! Integriert! Stabil! Getestet!",
    "Go to link": "Link folgen",
    "Home": "Startseite",
    "Imprint.": "Impressum.",
    "Install Leap": "Leap installieren",
    "Install Tumbleweed": "Tumbleweed installieren",
    "Learn more": "Erfahren Sie mehr",
    "Mailing Lists": "Mailinglisten",
    "Meet up with openSUSE at conferences.": "Treffen Sie openSUSE auf Konferenzen.",
    "More information": "Weitere Informationen",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Mit dem regulären Release von openSUSE erhalten neue und erfahrene Linux-Anwender die benutzerfreundlichste Linux-Distribution und das stabilste Betriebssystem. Erhalten Sie Updates und sichern Sie Ihr Betriebssystem mit der neuesten Hauptversion von openSUSE. Wählen Sie Ihren Desktop, konfigurieren Sie Ihr System und genießen Sie die Plattform der Wahl für Linux-Entwickler, -Administratoren und Softwareanbieter.",
    "News": "Neuigkeiten",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "Unser Build-Tool, mit dem alle unsere Pakete sowie Pakete für SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu und mehr erstellt werden.",
    "Press": "Presse",
    "Social Network": "Soziales Netzwerk",
    "Sponsored by:": "Gesponsert von:",
    "The best/only comprehensive Linux system configuration & installation tool.": "Das beste/einzigartige und umfassendste Werkzeug zur Konfiguration und Installation von Linux-Systemen.",
    "The makers' choice for sysadmins, developers and desktop users.": "Die Wahl der Macher für Systemadministratoren, Entwickler und Desktopanwender.",
    "Tools": "Werkzeuge",
    "View upcoming conferences": "Anstehende Konferenzen ansehen",
    "We've created a Design System to help you contribute consistent web tools and features using the openSUSE colors, writing guides, and more. Check it out:": "Wir haben ein Design-System erstellt, das hilft durch die Verwendung von  openSUSE-Farben zu  konsistenten Webtools und Features, Schreib-Anleitungen und mehr beizutragen. Ausprobieren:",
    "day": "Tag",
    "days": "Tage",
    "for Leap 15.2": "für Leap 15.2",
    "hour": "Stunde",
    "hours": "Stunden",
    "https://en.opensuse.org/Imprint": "https://de.opensuse.org/Impressum",
    "openSUSE TOOLS": "openSUSE-WERKZEUGE",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "openSUSE ist überzeugt, dass die besten Ergebnisse von Menschen erzielt werden, die zusammenarbeiten und Spaß haben. Die Unterschiede zu anderen Open-Source-Communities machen openSUSE erstrebenswert. Wir sind nicht die klassische Gemeinschaft und die Bemühungen unserer Gemeinschaft bestimmen den Weg des Projekts. Die Bemühungen der Community haben einige großartige Tools für Linux und eine fantastische Distribution hervorgebracht. Bei openSUSE haben Sie eine Stimme und können leicht zum Projekt beitragen. Unabhängig davon, ob Sie ein erfahrener Linux-Entwickler oder ein Endbenutzer sind, beteiligen Sie sich am openSUSE-Projekt. Treten Sie einem Forum bei, pflegen und halten Sie unser Wiki auf dem neuesten Stand, finden und melden Sie Fehler, überprüfen Sie die Dokumentation, senden Sie Ihre Wunschliste für neue Pakete und Funktionen, erstellen und senden Sie Patches oder werden Sie ein Förderer von openSUSE, indem Sie an Veranstaltungen teilnehmen und ein Botschafter werden."
  }
}