{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "Με επιφύλαξη παντός νομίμου δικαιώματος.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Ο χρήστης που επιθυμεί να έχει τα νεότερα πακέτα που περιλαμβάνουν τον πυρήνα του Linux, SAMBA, git, εφαρμογές γραφείου, το γραφικό περιβάλλον και πολλά άλλα πακέτα, θα θέλει την έκδοση Tumbleweed. Η έκδοση Tumbleweed απευθύνεται σε προχωρημένους χρήστες, προγραμματιστές και χρήστες που συνεισφέρουν στο openSUSE. Εάν χρειάζεστε τις τελευταίες εκδόσεις λογισμικού και ανεξάρτητο περιβάλλον ανάπτυξης ή χρειάζεστε μια σταθερή πλατφόρμα που βρίσκεται μέσα στις τελευταίες εξελίξεις στο χώρο του Linux, τότε το Tumblweed είναι η καλύτερη επιλογή για εσάς.",
    "Back to main page": "Πίσω στην κύρια σελίδα",
    "Be part of our community contributing with any of the following:": "Γίνετε μέρος της κοινότητας συνεισφέροντας με οποιονδήποτε από τους παρακάτω τρόπους:",
    "CONTRIBUTE TO OPENSUSE": "ΣΥΝΕΙΣΦΟΡΑ ΣΤΟ OPENSUSE",
    "Change language": "Επιλογή γλώσσας",
    "Code": "Κώδικας",
    "Conferences": "Συνέδρια",
    "Contribute": "Συνεισφορά",
    "Contribute Code": "Συνεισφορά κώδικα",
    "Contribute Hardware": "Συνεισφορά σε υλικό",
    "Discover the best open-source tools developed by our community": "Ανακαλύψτε τα καλύτερα εργαλεία ανοιχτού κώδικα που έχουν αναπτυχθεί από την κοινότητά μας",
    "Find out more": "Μάθετε περισσότερα",
    "Find out more about how to participate.": "Περισσότερες πληροφορίες σχετικά με το πως μπορείτε να συμμετέχετε.",
    "Get software": "Λήψη λογισμικού",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Αποκτήστε τα νεότερα πακέτα Linux με την έκδοση rolling. Γρήγορα! Ολοκληρωμένα! Σταθεροποιημένα! Δοκιμασμένα!",
    "Go to link": "Μετάβαση σε σύνδεσμο",
    "Hardware": "Υλικό",
    "Home": "Αρχική",
    "Install Leap": "Εγκατάσταση Leap",
    "Install Tumbleweed": "Εγκατάσταση Tumbleweed",
    "Learn more": "Μάθε περισσότερα",
    "Meet up with openSUSE at conferences.": "Συναντήσεις στα συνέδρια openSUSE.",
    "More information": "Περισσότερες πληροφορίες",
    "News": "Νέα",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "Με το εργαλείο κατασκευής πακέτων, μπορείτε να κατασκευάσετε όλα τα πακέτα μας, ακόμα και πακέτα για SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, και πολλά.",
    "Press": "Τύπος",
    "Shop": "Κατάστημα",
    "Social Network": "Κοινωνικά Δίκτυα",
    "Sponsored by:": "Χορηγοί:",
    "Tools": "Εργαλεία",
    "View upcoming conferences": "Προβολή επερχόμενων συνεδρίων",
    "day": "ημέρα",
    "days": "ημέρες",
    "for openSUSE Leap 42.2": "για το openSUSE Leap 42.2",
    "hour": "ώρα",
    "hours": "ώρες",
    "is available now": "είναι διαθέσιμο τώρα",
    "openSUSE TOOLS": "ΕΡΓΑΛΕΙΑ openSUSE"
  }
}