{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "Με επιφύλαξη κάθε νομίμου δικαιώματος.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Ο χρήστης που επιθυμεί να έχει τα πιο πρόσφατα πακέτα που περιλαμβάνουν (αλλά δεν περιορίζονται μονο) τον πυρήνα του Linux, SAMBA, git, εφαρμογές γραφείου, γραφικό περιβάλλον και πολλά άλλα πακέτα, θα θέλει την έκδοση Tumbleweed. Η έκδοση Tumbleweed απευθύνεται σε προχωρημένους χρήστες, προγραμματιστές και χρήστες που συνεισφέρουν στο openSUSE. Εάν χρειάζεστε τις τελευταίες εκδόσεις λογισμικού και ανεξάρτητο περιβάλλον ανάπτυξης ή χρειάζεστε μια σταθερή πλατφόρμα που βρίσκεται μέσα στις τελευταίες εξελίξεις στο χώρο του Linux, τότε το Tumblweed είναι η καλύτερη επιλογή για εσάς.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "Αυτόματη δοκιμή για *κάθε* λειτουργικό σύστημα, με την αναγνώριση της οθόνης και έλεγχο του  συστήματος με τον ίδιο τρόπο που το κάνει ένας χρήστης.",
    "Back to main page": "Πίσω στην κύρια σελίδα",
    "Be part of our community contributing with any of the following:": "Γίνετε μέρος της κοινότητας συνεισφέροντας με οποιονδήποτε από τους παρακάτω τρόπους:",
    "CONTRIBUTE TO OPENSUSE": "ΣΥΝΕΙΣΦΟΡΑ ΣΤΟ OPENSUSE",
    "Change language": "Επιλογή γλώσσας",
    "Code": "Κώδικας",
    "Conferences": "Συνέδρια",
    "Contribute": "Συνεισφορά",
    "Contribute Code": "Συνεισφορά κώδικα",
    "Contribute Hardware": "Συνεισφορά σε υλικό",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "Δημιουργείστε στιγμιότυπα Linux για ανάπτυξη σε πραγματικό υλικό, εικονικοποίηση και τώρα ακόμα και συστήματα 'container' όπως το Docker. Το Kiwi είναι η μηχανή που υποστηρίζει το SUSE Studio.",
    "Discover the best open-source tools developed by our community": "Ανακαλύψτε τα καλύτερα εργαλεία ανοιχτού κώδικα που έχουν αναπτυχθεί από την κοινότητά μας",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "Δωρεές για την υποστήριξη του openSUSE project είναι πάντα ευπρόσδεκτες. Το Open Build Service που χρησιμοποιείται από αρκετά projects ανοιχτού κώδικα, έγινε διαθέσιμο στην κοινότητα μέσω γενναιόδωρης δωρεάς των servers από την AMD. Είναι αυτού του είδους δωρεές που επιτρέπουν στους χρήστες και τα projects να αναπτυχθούν, να καινοτομούν και να προοδεύουν. Το project δεν ζητά χρήματα, αλλά δωρεές υλικού για να χρησιμοποιηθούν από την τεχνογνωσία της κοινότητας ανοιχτού λογισμικού για να ενδυναμώσουν την ανάπτυξη του Linux, να παρέχει τα εργαλεία του openSUSΕ στο δωρεάν, ανοιχτού κώδικα οικοσύστημα και να προσφέρει πίσω σε προγραμματιστές, διαχειριστές συστημάτων και συσκευαστές. Το υλικό βοηθά την κοινότητα του openSUSE! Το υλικό βοηθά την κοινότητα του ανοιχτού και ελεύθερου κώδικα λογισμικού! Και το υλικό βοηθά στην ανάπτυξη του Linux. Για να μάθετε πως μπορείτε να δωρίσετε υλικό στο project του openSUSE, στείλτε email",
    "Find out more": "Μάθετε περισσότερα",
    "Find out more about how to participate.": "Περισσότερες πληροφορίες σχετικά με το πως μπορείτε να συμμετέχετε.",
    "Get software": "Λήψη λογισμικού",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "Αποκτήστε την πιο ολοκληρωμένη διανομή Linux με την τελευταία έκδοση του openSUSE!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Αποκτήστε τα νεότερα πακέτα Linux με την έκδοση rolling. Γρήγορα! Ολοκληρωμένα! Σταθεροποιημένα! Δοκιμασμένα!",
    "Go to link": "Μετάβαση σε σύνδεσμο",
    "Hardware": "Υλικό",
    "Home": "Αρχική",
    "Imprint.": "Ανατύπωση.",
    "Install Leap": "Εγκατάσταση Leap",
    "Install Tumbleweed": "Εγκατάσταση Tumbleweed",
    "Learn more": "Μάθετε περισσότερα",
    "Meet up with openSUSE at conferences.": "Συναντήσεις στα συνέδρια openSUSE.",
    "More information": "Περισσότερες πληροφορίες",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Καινούργιοι και έμπειροι χρήστες Linux διαλέγουν την περισσότερο χρησιμοποιούμενη διανομή Linux και ένα σταθεροποιημένο λειτουργικό σύστημα με την τακτική έκδοση του openSUSE. Κατεβάστε ενημερώσεις και ενισχύστε το λειτουργικό σας σύστημα με την τελευταία κύρια διανομή του openSUSE. Διαλέξτε την επιφάνεια εργασίας σας, ρυθμίστε το σύστημά σας και απολαύστε την πλατφόρμα που επιλέγουν προγραμματιστές Linux, διαχειριστές και προμηθευτές λογισμικού.",
    "News": "Νέα",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "Με το εργαλείο κατασκευής πακέτων, μπορείτε να κατασκευάσετε όλα τα πακέτα μας, ακόμα και πακέτα για SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, και πολλά.",
    "Press": "Τύπος",
    "Shop": "Κατάστημα",
    "Social Network": "Κοινωνικά Δίκτυα",
    "Sponsored by:": "Χορηγοί:",
    "The best/only comprehensive Linux system configuration & installation tool.": "Το καλύτερο/μοναδικό ολοκληρωμένο εργαλείο παραμετροποίησης και εγκατάστασης σε σύστημα Linux.",
    "The makers' choice for sysadmins, developers and desktop users.": "Η επιλογή των δημιουργών για διαχειριστές συστημάτων, προγραμματιστές και καθημερινούς χρήστες.",
    "Tools": "Εργαλεία",
    "View upcoming conferences": "Προβολή επερχόμενων συνεδρίων",
    "day": "ημέρα",
    "days": "ημέρες",
    "hour": "ώρα",
    "hours": "ώρες",
    "https://en.opensuse.org/Imprint": "https://el.opensuse.org/Imprint",
    "https://en.opensuse.org/Portal:How_to_participate": "https://el.opensuse.org/Portal:How_to_participate",
    "is now available": "είναι διαθέσιμο τώρα",
    "openSUSE TOOLS": "ΕΡΓΑΛΕΙΑ openSUSE",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "Το openSUSE πιστεύει ότι τα καλύτερα αποτελέσματα έρχονται από ανθρώπους που συνεργάζονται και περνούν καλά. Το ότι είμαστε διαφορετικοί από άλλες κοινότητες ανοιχτού κώδικα λογισμικού είναι αυτό που κάνει το openSUSE επιθυμητό. Δεν είμαστε μια συμβατική κοινότητα και η προσπάθεια της κοινότητάς μας καθορίζει την πορεία του project. Οι προσπάθειες της κοινότητας έχουν δημιουργήσει αρκετά καταπληκτικά εργαλεία για το Linux και μια φοβερή διανομή. Με το openSUSE, ο καθένας έχει φωνή και μπορείς εύκολα να συνεισφέρει στο project. Είτε είναι έμπειρος προγραμματιστής Linux είτε απλός χρήστης, μπορεί να συμμετέχει στο project του openSUSE. Λάβετε μέρος σε ένα forum, συντήρηστε και ενημέρωστε το wiki μας, βρείτε και αναφέρετε σφάλματα, επανεξετάστε την τεκμηρίωση, στείλτε τη λίστα σας για νέα πακέτα και χαρακτηριστικά, δημιουργήστε και υποβάλετε πακέτα, ή γίνετε εκπρόσωπος του openSUSE παρακολουθώντας εκδηλώσεις και γίνετε πρεσβευτής."
  }
}