{
  "token": {

    "The makers' choice for sysadmins, developers and desktop users.":
    "La mejor elección para administradores de sistemas, desarrolladores y usuarios de escritorio",

    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!":
    "Consigue los paquetes de Linux más recientes con nuestra versión de lanzamiento continuo. ¡Rápido! ¡Integrado! ¡Estable! ¡Probado!",

    "More information":
    "Más información",

    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.":
    "Cualquier usuario que desee tener los últimos paquetes que entre otros muchos incluyen, el Kernel Linux, SAMBA, git, diferentes escritorios, aplicaciones ofimáticas y muchos otros, querrán Tumbleweed. Tumbleweed está enfocado a usuarios avanzados, desarrolladores de software y colaboradores de openSUSE. Si necesitas el software más novedoso y un entorno de desarrollo independiente o necesitas una plataforma estable que este al filo de lo más novedoso en Linux, Tumbleweed es la mejor opción para ti",

    "Install Tumbleweed":
    "Instalar Tumbleweed",

    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!":
    "¡Obtén la distribución más completa de Linux con la última versión openSUSE de lanzamiento regular!",

    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.":
    "Los usuarios nuevos o los más experimentados de Linux tienen la distribución de Linux más manejable y el sistema operativo más estable con la versión de lanzamientos regulares de openSUSE. Recibe actualizaciones y fortalece tu sistema operativo con la última y principal distribución de openSUSE. Selecciona tu escritorio, configura tu sistema y disfruta la plataforma elegida por desarrolladores Linux, administradores y proveedores de software.",

    "Install Leap":
    "Instalar Leap",

    "Home":
    "Inicio",

    "Tools":
    "Herramientas",

    "What's new":
    "Lo nuevo",

    "News":
    "Noticias",

    "Contribute":
    "Contribuye",

    "Conferences":
    "Conferencias",

    "openSUSE TOOLS":
    "Herramientas de openSUSE",

    "Discover the best open-source tools developed by our community":
    "Descubre las mejores herramientas de código abierto desarrolladas por nuestra comunidad",

    "Go to link":
    "Ir al enlace",

    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.":
    "Pruebas automatizadas para *cualquier* sistema operativo, que pueden leer la pantalla y controlar el sistema huesped de prueba de la misma manera que lo haría un usuario.",

    "The best/only comprehensive Linux system configuration & installation tool.":
    "La mejor/única herramienta completa de configuración e instalación del sistema Linux",

    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.":
    "Crea imágenes de Linux para despliegue en hardware real, virtualización, y ahora también en contenedores de sistema como Docker. Kiwi es el motor que está detrás de SUSE Studio.",

    "Check all openSUSE tools":
    "Echa un vistazo a todas las herramientas de openSUSE",

    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.":
    "Nuestra herramienta de compilación, crea todos nuestros paquetes como así también los de SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, y muchos más.",

    "Machinery supports configuration discovery, system validation, and service migration.":
    "Machinery soporta descubrimiento de configuración, validación de sistema, y migración de servicio.",

    "Machinery is based on the idea of an universal system description. It is transparent, extensible, and crafted beautifully.":
    "Machinery esta basado en la idea de una descripción de sistema universal. Es transparente, extensivo, y hecho a mano bellamente.",

    "Machinery is made for the system administrator of the data center. Read more about the philosophy behind it.":
    "Machinery esta hecho para el administrador de sistema de un centro de datos. Lee más acerca de la filosofía que hay detrás.",

    "CONTRIBUTE TO OPENSUSE":
    "CONTRIBUYE CON OPENSUSE",

    "Be part of our community contributing with any of the following:":
    "Se parte de nuestra comunidad contribuyendo con cualquiera de las siguentes áreas:",

    "Contribute Code":
    "Contribuye con código",

    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.":
    "openSUSE cree que los mejores resultados vienen de gente que colabora y se divierte. Ser diferentes a otras comunidades de código abierto es lo que hace a openSUSE atractivo. No somos la típica comunidad y los esfuerzos de nuestra comunidad determinan el camino del proyecto. Los esfuerzos de la comunidad han creado varias herramientas para Linux geniales y una distribución increíble. Con openSUSE, tienes voz y puedes fácilmente contribuir al proyecto. Ya seas un desarrollador de Linux con experiencia o un usuario final involucrado en el proyecto openSUSE. Únete al foro, mantén nuestra wiki al día, busca e informa de fallos, revisa la documentación, envía tu lista de deseos para nuevos paquetes y características, crea y envía parches, o conviértete en un defensor de openSUSE yendo a eventos y convirtiéndote en un embajador.",

    "Find out more about how to participate.":
    "Infórmate sobre cómo participar.",

    "Contribute Hardware":
    "Contribuye con hardware",

    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email":
    "Las donaciones para apoyar el proyecto openSUSE son siempre bienvenidas. De hecho, el Open Build Service, el cual lo usan varios proyectos de código abierto, se hizo disponible a la comunidad del proyecto gracias a una generosa donación de servidores AMD. Este tipo de donaciones permiten que la gente y los proyectos prosperen, se desarrollen, innoven y progresen. El proyecto no pide dinero, pero las donaciones de hardware para utilizar la experiencia de las comunidades de código abierto para potenciar el desarrollo Linux, proveen herramientas de openSUSE al ecosistema de código abierto y libre que revierte en los desarrolladores, administradores de sistema y empaquetadores. ¡El hardware ayuda a la comunidad de openSUSE! ¡El hardware ayuda a la comunidad de código abierto! Y el hardware ayuda al desarrollo de Linux. Para conocer más sobre cómo donar al proyecto openSUSE, escríbenos a",

    "Code":
    "Código",

    "Hardware":
    "Hardware",

    "Meet up with openSUSE at conferences.":
    "Encuéntrate con openSUSE en conferencias.",

    "View upcoming conferences":
    "Ver las próximas conferencias",

    "Get software":
    "Software",

    "Wiki":
    "Wiki",

    "Build Service":
    "Build Service",

    "Social Network":
    "Redes sociales",

    "Forums":
    "Foros",

    "Shop":
    "Tienda",

    "Blogs":
    "Blogs",

    "Press":
    "Prensa",

    "Sponsored by:":
    "Patrocinado por:",

    "All Rights Reserved.":
    "Todos los derechos reservados.",

    "Find out more":
    "Más información",

    "Back to main page":
    "Volver a la página principal",

    "Change language":
    "Cambiar idioma"
  }
}
