{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "Todos los derechos reservados.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Cualquier usuario que desee tener los paquetes más nuevos como el kernel de Linux, SAMBA, git, entornos de escritorio, aplicaciones de oficina y otros muchos paquetes, querrá tener Tumbleweed. Tumbleweed crea interés entre usuarios con experiencia, desarrolladores de software y colaboradores de openSUSE. Si necesita los paquetes de software más recientes, entornos de desarrollo integrado (IDE) o necesita una plataforma estable con lo ultimísimo de Linux, Tumbleweed es la mejor elección.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "Pruebas automatizadas -para cualquier sistema operativo- que pueden leer la pantalla y controlar el sistema huésped de prueba de la misma manera que lo haría un usuario.",
    "Back to main page": "Volver a la página principal",
    "Be part of our community contributing with any of the following:": "Sea parte de nuestra comunidad contribuyendo con cualquiera de los siguientes:",
    "CONTRIBUTE TO OPENSUSE": "CONTRIBUIR A OPENSUSE",
    "Change language": "Cambiar idioma",
    "Code": "Código",
    "Conferences": "Conferencias",
    "Contribute": "Contribuir",
    "Contribute Code": "Contribuir código",
    "Contribute Hardware": "Contribuir hardware",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "Crea imágenes de Linux para despliegue en hardware real, virtualización, y ahora también en contenedores de sistema como Docker. Kiwi es el motor que hace funcionar a SUSE Studio.",
    "Discover the best open-source tools developed by our community": "Descubra las mejores herramientas de código abierto desarrolladas por nuestra comunidad",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "Las donaciones para apoyar el proyecto openSUSE son siempre bienvenidas. De hecho, el Open Build Service, el cual lo usan otros proyectos de código abierto, se puso a disposición de la comunidad del proyecto mediante una generosa donación de servidores por parte de AMD. Es este tipo de donaciones lo que permite a la gente y los proyectos prosperar, desarrollar, innovar y progresar. El proyecto no está pidiendo dinero, sino donaciones de hardware para utilizar la experiencia de la comunidad de código abierto para potenciar el desarrollo de Linux, proporcionar herramientas de openSUSE al ecosistema de código abierto y libre, y revertir a los desarrolladores, administradores de sistemas y empaquetadores. ¡El hardware ayuda a la comunidad openSUSE! El hardware ayuda a la comunidad de código abierto! Y el hardware ayuda al desarrollo de Linux. Para averiguar cómo puede donar hardware al proyecto openSUSE, envíe un correo electrónico a",
    "Find out more": "Saber más",
    "Find out more about how to participate.": "Descubra más sobre cómo participar.",
    "Forums": "Foros",
    "Get software": "Conseguir el software",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "¡Obtenga la distribución más completa de Linux con la última versión de openSUSE de lanzamiento periódico!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Consiga los paquetes de Linux más nuevos con nuestra versión de lanzamiento continuo. ¡Rápido! ¡Integrado! ¡Estabilizado! ¡Probado!",
    "Go to link": "Ir al enlace",
    "Home": "Inicio",
    "Imprint.": "Información legal.",
    "Install Leap": "Instalar Leap",
    "Install Tumbleweed": "Instalar Tumbleweed",
    "Learn more": "Saber más",
    "Meet up with openSUSE at conferences.": "Encuéntrese con openSUSE en conferencias.",
    "More information": "Más información",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Usuarios nuevos y experimentados de Linux obtienen la distribución más utilizable y estabilizada con la versión de lanzamientos periódicos de openSUSE. Reciba actualizaciones y fortifique su sistema operativo con la última versión de la distribución principal de openSUSE. Elija su escritorio, configure su sistema y disfrute de la plataforma de elección para desarrolladores, administradores y proveedores de software.",
    "News": "Novedades",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "Nuestra herramienta de construcción, crea todos nuestros paquetes y también los de SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, y muchas más.",
    "Press": "Prensa",
    "Shop": "Tienda",
    "Social Network": "Redes sociales",
    "Sponsored by:": "Patrocinado por:",
    "The best/only comprehensive Linux system configuration & installation tool.": "La mejor/única herramienta exhaustiva de configuración e instalación del sistema Linux.",
    "The makers' choice for sysadmins, developers and desktop users.": "La mejor elección para administradores de sistemas, desarrolladores y usuarios de ordenadores de sobremesa.",
    "Tools": "Herramientas",
    "View upcoming conferences": "Vea las próximas conferencias",
    "day": "día",
    "days": "días",
    "hour": "hora",
    "hours": "horas",
    "is now available": "está disponible ahora",
    "openSUSE TOOLS": "Herramientas openSUSE",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "openSUSE cree que los mejores resultados provienen de gente colaborando y divirtiéndose. Ser diferentes a otras comunidades de código abierto es lo que hace que openSUSE sea atractivo. No somos la típica comunidad y los esfuerzos de nuestra comunidad determinan el camino del proyecto. Los esfuerzos de la comunidad han creado varias grandes herramientas para Linux y una distribución increíble. Con openSUSE, tienes voz y puedes fácilmente contribuir al proyecto. Ya seas un desarrollador de Linux con experiencia o un usuario final involucrado en el proyecto openSUSE. Únete al foro, mantén nuestra wiki al día, encuentra e informa de fallos, revisa la documentación, envía tu lista de deseos para nuevos paquetes y características, crea y envía parches, o conviértete en un evangelista de openSUSE yendo a eventos y convirtiéndote en un embajador."
  }
}