{
  "token": {
    "The makers' choice for sysadmins, developers and desktop users.":"La mejor eleccion para administradores de systema, desarrolladores y usuarios de escritorio",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!":"Consigue los mas nuevos paquetes de Linux con nuestro lanzamiento continuo. Rapido! Integrado! Estable! Testeado!",
    "More information":"Mas informacion",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Independent Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.":"Cualquier usuario que desee tener los mas nuevos paquetes que incluyen, pero no estan limitados, el Kernel de Linux, SAMBA, git, escritorios, aplicaciones office y muchos otros paquetes, querran Tumbleweed. Tumbleweed atrae a Poderosos Usuarios, Desarrolladores de Software y Contribuyentes de openSUSE. Si tu requieres los ultimos pilares de software y un ambiente de desarrollo independiente o necesitas una plataforma estable mas cercana a bleeding edge Linux, Tumbleweed es la mejor opcion para ti",
    "Install Tumbleweed":"Instalar Tumbleweed",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!":"Obten la mas completa distribucion de Linux con la ultima version OpenSUSE de lanzamiento regular!",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.":"Nuevos y experimentados usuarios Linux obtienen la mas usable distribucion de linux y estabilizados systemas con la version regular de openSUSE. Recibe actualizaciones y fortalece tu OS con la ultima y mayor distribucion de openSUSE. Selecciona tu escritorio, configura tu sistema y disfruta la plataforma por eleccion para desarrolladores Linux, administradores y vendedores de software.",
    "Install openSUSE":"Instala openSUSE",
    "Home":"Inicio",
    "Tools":"Herramientas",
    "What's new":"Lo nuevo",
    "News":"Noticias",
    "Contribute":"Contribuye",
    "Conferences":"Conferencias",
    "openSUSE TOOLS":"Herramientas openSUSE",
    "Discover the best open-source tools developed by our community":"Descubre las mejores herramientas open-source desarrolladas por nuestra comunidad",
    "Go to link":"Ir al link",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.":"Pruebas automatizadas por *Cualquier* sistema operativo, que pueden leer la pantalla y controlar el huesped de prueba de la misma manera que un usuario lo hace.",
    "The best/only comprehensive Linux system configuration & installation tool.":"La mejor/unica configuracion de sistema Linux comprensiva y herramienta de instalacion",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.":"Crea imagenes de Linux para despliegue en hardware real, virtualizacion, y ahora tambien en contenedores de sistema como Docker. Kiwi es el motor que have funcionar a SUSE Studio.",
    "Check all openSUSE tools":"Revisa todas las herramientas openSUSE",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.":"Nuestra herramienta de construccion, contruyendo todos nuestros paquetes como asi tambien los de SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and mas.",
    "Machinery supports configuration discovery, system validation, and service migration.": "Machinery soporta descubrimiento de configuracion, validacion de sistema, y migracion de servicio.",
    "Machinery is based on the idea of an universal system description.It is transparent,extensible, and crafted beautifully.": "Machinery esta basado en la idea de una description de sistema universal. Es transparente, extensivo, y hecho a mano bellamente.",
    "Machinery is made for the system administrator of the data center. Read more about the philosophy behind it.":"Machinery esta hecho para el administrador de sistema del centro de datos. Lee mas acerca de la filosofia detras.",
    "CONTRIBUTE TO OPENSUSE":"CONTRIBUYA CON OPENSUSE",
    "Be part of our comunity contributing with any of the followings:":"Se parte de nuestra comunidad contribuyendo con cualquiera de los siguientes:",
    "Code":"Codigo",
    "Hardware":"Hardware",
    "Meet up with openSUSE at conferences.":"Encuentrate con openSUSE en conferencias.",
    "View upcoming conferences":"Mira las proximas conferencias",
    "Get software":"Encuentra Software",
    "Wiki":"Wiki",
    "Build Service":"Servicio de construccion",
    "Social Network":"Redes sociales",
    "Forums":"Foros",
    "Shop":"Tienda",
    "Blogs":"Blogs",
    "Press":"Prensa",
    "Sponsored by":"Sponsoreado por",
    "All Rights Reserved":"Todos los derechos reservados"
  }
}
