{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "تمامی حقوق محفوظ است.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "هر کاربری که علاقه به دریافت آخرین نسخه های بسته های مختلف، شامل  هسته ی لینوکس، سامبا، گیت، میزکارها، نرم افزارهای آفیس و بسیاری بسته های دیگر  دارد، به Tumbleweed علاقه مند خواهد شد.Tumbleweed کاربران قدرتمند،  توسعه دهندگان نرم افزارها و مشارکت کنندگان در openSUSE را جذب خواهد کرد. اگر شما به آخرین نسخه ی نرم افزارها و محیط توسعه ی یکپارچه و یا یک پلتفرم پایدار نزدیک به لبه ی تکنولوژی های لینوکس دارید، Tumbleweed بهترین انتخاب برای شماست.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "آزمایش خودکار برای •هر• سیستم عامل، که میتواند مانند کاربر صفحه نمایش را خوانده و میزبان را کنترل کند.",
    "Back to main page": "بازگشت به صفحه ی اصلی",
    "Be part of our community contributing with any of the following:": "با مشارکت در یکی از موارد زیر قسمتی از جامعه ی ما باشید:",
    "Blogs": "وبلاگها",
    "Build Service": "سرویس ساخت",
    "CONTRIBUTE TO OPENSUSE": "در توسعه ی OPENSUSE مشارکت کنید",
    "Change language": "تغییر زبان",
    "Code": "کد",
    "Conferences": "سخنرانی ها",
    "Contribute": "مشارکت",
    "Contribute Code": "مشارکت در کد",
    "Contribute Hardware": "مشارکت در سخت افزار",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "ایمیج های لینوکس را برای گسترش بر روی سخت افزار واقعی، مجازی سازی، و هم اکنون حتی سیستم های محفظه ای مانند داکر بسازید. Kiwi موتور تغذیه کننده ی SUSE Studio است.",
    "Discover the best open-source tools developed by our community": "بهترین ابزارهای متن-باز را که توسط جامعه ی کاربران ما توسعه داده شدند را بیابید",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "حمایت های مالی به پروژه ی openSUSE همیشه مورد پذیرش واقع میگیرند. در واقع، Open Build Service، چیزی که به وسیله ی چندین پروژه ی متن باز دیگر استفاده میشود، به وسیله ی اهدای سرور توسط AMD در دسترس پروژه ی جامعه قرار گرفته است. این یک نوع حمایتیست که باعث میشود مردم و پروژه پیشرفت کنند، توسعه داده، نوآوری کنند و در جریان باشند. پروژه درخواست پول نمیکند، اما اهدای سخت افزار برای استفاده از تخصص جامعه ی متن-باز برای قدرت بخشی به توسعه ی لینوکس، باعث میشود تا ابزار های openSUSE رایگان، اکوسیستم متن باز و دارای بازدهی به توسعه دهندگان، مدیران سیستم و بسته بندی کنندگان باشد. سخت افزار به جامعه ی openSUSE کمک میکند! سخت افزار به جامعه ی متن-باز کمک میکند! و سخت افزار به توسعه ی لینوکس کمک میکند. برای اینکه بدانید چگونه به پروژه ی openSUSE سخت افزار اهدا کنید، به رایانامه ی زیر نامه بفرستید",
    "Find out more": "بیشتر بدانید",
    "Find out more about how to participate.": "در ارتباط با چگونگی مشارکت بیشتر بدانید.",
    "Forums": "انجمن ها",
    "Get software": "دریافت نرم افزار",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "کاملترین نسخه ی لینوکس را با آخرین نسخه‌ openSUSE با دوره ی انتشار عادی دریافت کنید!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "آخرین بسته های لینوکس را با توزیع غلطان ما دریافت کنید. سریع! یکپارچه! پایدار! تست شده!",
    "Go to link": "برو به آدرس",
    "Hardware": "سخت افزار",
    "Home": "خانه",
    "Imprint.": "مهر زده شده است.",
    "Install Leap": "نصب Leap",
    "Install Tumbleweed": "نصب Tumbleweed",
    "Learn more": "بیشتر بدانید",
    "Meet up with openSUSE at conferences.": "با openSUSE در کنفرانس دیدار کنید.",
    "More information": "اطلاعات بیشتر",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "کاربران جدید و کاربران باتجربه، قابل استفاده ترین و پایدار ترین سیستم عامل را با openSUSE نسخه ی با دوره انتشار عادی دریافت میکنند. با آخرین نسخه ی OpenSUSE بروزرسانی ها را دریافت و  سیستم عامل خود را مستحکم کنید. میزکار خود را انتخاب کنید، سیستم خود را پیکربندی نموده و از لینوکس مورد انتخاب توسعه دهندگان، مدیران و فروشندگان نرم افزاری لذت ببرید.",
    "News": "اخبار",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "ابزار ساخت ما، تمامی بسته های ما را به خوبی بسته های SUSE Linux Enterprise، آرچ دبیان، فدورا، Scientific Linux، RHEL، سنت او اس، اوبونتو و غیره میسازد.",
    "Press": "مطبوعات",
    "Shop": "فروشگاه",
    "Social Network": "شبکه اجتماعی",
    "Sponsored by:": "حمایت شده توسط:",
    "The best/only comprehensive Linux system configuration & installation tool.": "بهترین/تنهاترین ابزار جامع پیکربندی و نصب سیستم لینوکس.",
    "The makers' choice for sysadmins, developers and desktop users.": "انتخاب سازنده برای مدیران سیستم، توسعه دهندگان و کاربران دسکتاپ.",
    "Tools": "ابزارها",
    "View upcoming conferences": "مشاهده ی کنفرانس های آینده",
    "Wiki": "ویکی",
    "day": "روز",
    "days": "روز",
    "hour": "ساعت",
    "hours": "ساعت",
    "is now available": "در حال حاظر در دسترس است",
    "openSUSE TOOLS": "ابزارهای openSUSE",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "در openSUSE این باور وجود دارد که بهترین نتیجه حاصل از افرادیست که به صورت گروهی  کار کرده و شاد هستند. متفاوت بودن با سایر جوامع متن-باز چیزیست که openSUSE را مطلوب میکند. ما جامعه ای سنتی نیستیم و تلاش های جامعه ی کاربران ما مسیر پروژه را تعیین میکند. تلاش های جامعه ی کاربری چندین ابزار بسیار خوب برای لینوکس و یک توزیع عالی را ساخته است. با openSUSE، شما یک رای دارید و به راحتی میتوانید در پروژه مشارکت کنید. چه شما یک توسعه دهنده ی لینوکس باشید چه کاربر نهایی که به پروژه ی openSUSE علاقه مند شده باشید. به یک انجمن عضو شوید، ویکی ما را حمایت و به روز نگه دارید، باگ ها را بیابید  و آنها را گزارش دهید، مستندات را بازبینی کنید، لیستی از بسته ها و امکانات درخواتستی خود را بفرستید، وصله های نرم افزاری را بسازید و ثبت کنید، و یا با شرکت در همایش ها، یک حامی برای openSUSE شوید و به سفیر آن تبدیل شوید."
  }
}