{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "Kaikki oikeudet pidätetään.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Käyttäjä, joka haluaa aina uusimmat paketit mm. Linux-ytimestä, Sambasta, gitistä, työpöydistä, toimistosovelluksista ja monista muista paketeista, haluaa Tumbleweedin. Tumbleweed vetoaa tehokäyttäjiin, ohjelmakehittäjiin ja openSUSEn avustajiin. Jos vaadit uusimmat ohjelmat ja kehitysympäristöt tai tarvitset eturivin Linuxia lähinnä olevan vakaan alustan, Tumbleweed on sinulle paras vaihtoehto.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "*Minkä tahansa* käyttöjärjestelmän automaattinen testaus: osaa lukea näyttöä ja hallita testikonetta kuten käyttäjäkin.",
    "Back to main page": "Palaa pääsivulle",
    "Be part of our community contributing with any of the following:": "Tule osaksi yhteisöä avustamalla missä hyvänsä seuraavista:",
    "Blogs": "Blogit",
    "Build Service": "Koostamispalvelu",
    "CONTRIBUTE TO OPENSUSE": "AVUSTA OPENSUSEA",
    "Change language": "Vaihda kieltä",
    "Code": "koodissa",
    "Conferences": "Konferenssit",
    "Contribute": "Avusta",
    "Contribute Code": "Avusta koodissa",
    "Contribute Hardware": "Avusta laitteistossa",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "Luo Linux-levykuvia käytettäväksi oikeassa tai virtuaalilaitteistossa, nyt myös Dockerissa. Kiwi on SUSE Studiota pyörittävä moottori.",
    "Discover the best open-source tools developed by our community": "Löydä yhteisömme kehittämät parhaat avoimen lähdekoodin työkalut",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "openSUSE-projektia tukevat lahjoitukset ovat aina tervetulleita. Itse asiassa useiden avoimen lähdekoodin projektien käyttämä Open Build Service tuli projektiyhteisön käyttöön AMD:n avokätisesti lahjoittamien palvelinten myötä. Tällaiset lahjoitukset mahdollistavat ihmisten ja projektien menestyksen, kehityksen, uudistumisen ja edistymisen. Projekti ei pyydä rahaa vaan laitelahjoituksia, jotta avoimen lähdekoodin yhteisö voi tehostaa Linuxin kehitystä, antaa openSUSElle työkalut avoimeen, vapaan lähdekoodin ekosysteemiin sekä mahdollistaa palautteen kehittäjille, ylläpitäjille ja paketoijille. Laitteet auttavat openSUSE-yhteisöä! Laitteet auttavat avoimen lähdekoodin yhteisöä! Ja laitteet auttavat Linuxin kehitystä. Saadaksesi lisätietoa, miten voit lahjoittaa laitteistoa openSUSE-projektille, lähetä sähköpostia osoitteeseen",
    "Find out more": "Lisätietoa",
    "Find out more about how to participate.": "Lue lisää osallistumismahdollisuuksista.",
    "Forums": "Keskustelualueet",
    "Get software": "Nouda ohjelmia",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "Saat täydellisimmän Linux-jakelun openSUSEn viimeisimmällä säännöllisellä kausijulkaisulla!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Saa uusimmat Linux-paketit jatkuvalla jakelullamme. Nopeaa! Yhtenäistä! Vakaata! Testattua!",
    "Go to link": "Siirry linkkiin",
    "Hardware": "Laitteisto",
    "Home": "Koti",
    "Install Leap": "Asenna Leap",
    "Install Tumbleweed": "Asenna Tumbleweed",
    "Learn more": "Lisätietoa",
    "Meet up with openSUSE at conferences.": "Kohtaa openSUSE konferensseissa.",
    "More information": "Lisätietoa",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Uudet ja kokeneet Linux-käyttäjät saavat käytettävimmän Linux-jakelun ja vakaimman käyttöjärjestelmän openSUSEn säännöllisellä kausijulkaisulla. openSUSEn viimeisimmällä pääjulkaisulla saat päivitykset ja tietoturvaparannukset. Valitse työpöytäsi, määritä järjestelmäsi ja nauti Linux-kehittäjien, -ylläpitäjien ja -ohjelmajakelijoiden valitsemasta alustasta.",
    "News": "Uutiset",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "Koostamistyökalumme koostaa paitsi meidän myös openSUSE Linux Enterprisen, Archin, Debianin, Fedoran, Scientific Linux, RHELin, CentOSin, Ubuntun ja muiden paketit.",
    "Press": "Lehdistö",
    "Shop": "Kauppa",
    "Social Network": "Sosiaalinen verkko",
    "Sponsored by:": "Tukijat:",
    "The best/only comprehensive Linux system configuration & installation tool.": "Paras ja ainoa täydellinen Linux-järjestelmäasetus- ja -asennustyökalu.",
    "The makers' choice for sysadmins, developers and desktop users.": "Tekijöiden valinta järjestelmän ylläpitäjille, kehittäjille ja työpöytäkäyttäjille.",
    "Tools": "Työkalut",
    "View upcoming conferences": "Katso tulevia konferensseja",
    "day": "päivä",
    "days": "päivää",
    "hour": "tunti",
    "hours": "tuntia",
    "is now available": "on nyt saatavilla",
    "openSUSE TOOLS": "openSUSE-työkalut",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "openSUSE uskoo, että parhaita tuloksia saa ihmisiltä, jotka toimivat yhteistyössä ja pitävät hauskaa. openSUSEsta tekee kiinnostavan se, miten se eroaa muista avoimen lähdekoodin yhteisöistä. Emme ole tavanomainen yhteisö, vaan yhteisömme uurastus määrittää projektin suunnan. Yhteisömme tekemä työ on luonut Linuxiin monia hienoja työkaluja sekä upean Linux-jakelun. openSUSEssa sinulla on ääni ja voit helposti vaikuttaa projektiin. Oletpa kokenut Linux-kehittäjä tai loppukäyttäjä, ota osaa openSUSE-projektiin. Liity keskustelualueelle, pidä wikimme ajan tasalla, etsi ja ilmoita ohjelmavirheistä, tarkista ohjeistusta, lähetä toivomuslistasi uusista paketeista ja ominaisuuksista, tee ja lähetä paikkauksia tai rupea openSUSEn puolestapuhujaksi osallistumalla tapahtumiin ja tulemalla lähettilääksi."
  }
}