{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "Tous droits réservés.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Tout utilisateur désirant les versions les plus récentes des paquets logiciels, dont le noyau Linux, SAMBA, git, des environnements de bureau, des applications bureautiques et de nombreux autres, voudra Tumbleweed. Tumbleweed vise en particulier les utilisateurs avancés, les développeurs et les contributeurs openSUSE. Que vous ayez besoin des dernières piles logicielles, des derniers environnements de développement, ou simplement d'une plate-forme stable au plus près de l'avant-garde, Tumbleweed est le meilleur choix pour vous.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "Outil de test automatisé pour *tout* système d'exploitation, qui est capable de lire un écran et de contrôler la machine de test de la même manière qu'un utilisateur le ferait.",
    "Back to main page": "Retour à la page principale",
    "Be part of our community contributing with any of the following:": "Soyez acteur de notre communauté en contribuant sur un des points suivants :",
    "CONTRIBUTE TO OPENSUSE": "CONTRIBUER À OPENSUSE",
    "Change language": "Changer la langue",
    "Conferences": "Conférences",
    "Contribute": "Contribuer",
    "Contribute Code": "Contribuer au code",
    "Contribute Hardware": "Contribuer au matériel",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "Créez des images de systèmes Linux pour du déploiement sur du matériel réel, de la virtualisation ou des systèmes de conteneurs comme Docker. Kiwi est notamment utilisé dans SUSE Studio.",
    "Discover the best open-source tools developed by our community": "Découvrez les meilleurs outils Open Source développés par notre communauté",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "Les dons pour supporter le projet openSUSE sont toujours les bienvenus. En fait, l'Open Build Service, qui est utilisé par plusieurs autres projets Open Source, a été rendu disponible à toute la communauté à travers un généreux don de serveurs par AMD. C'est ce type de dons qui permet aux personnes et aux projets de prospérer, se développer, innover et progresser. Le projet ne demande pas d'argent mais des dons de matériel. Le matériel aide la communauté openSUSE ! Le matériel aide la communauté Open Source ! Et le matériel aide le développement pour Linux. Pour savoir comment vous pouvez faire un don de matériel au projet openSUSE, envoyez un courriel à l'adresse",
    "Find out more": "En savoir plus",
    "Find out more about how to participate.": "En savoir plus sur comment participer.",
    "Get software": "Téléchargez des logiciels",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "Découvrez la distribution Linux la plus aboutie avec la dernière version d'openSUSE en publication régulière !",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Obtenez les logiciels Linux les plus récents avec notre distribution en publication continue (rolling release). Rapide ! Intégrée ! Stabilisée ! Testée !",
    "Go to link": "Accéder au lien",
    "Hardware": "Matériel",
    "Home": "Accueil",
    "Imprint.": "Impressum",
    "Install Leap": "Installer Leap",
    "Install Tumbleweed": "Installer Tumbleweed",
    "Learn more": "En savoir plus",
    "Meet up with openSUSE at conferences.": "Rencontrez-nous lors des conférences openSUSE.",
    "More information": "Plus d'informations",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Avec openSUSE en publication régulière, les nouveaux utilisateurs de Linux comme les plus expérimentés bénéficient d'une distribution Linux des plus utilisables et stables qui soient. Recevez des mises à jour et sécurisez votre système avec la dernière distribution majeure d'openSUSE. Sélectionnez votre bureau, configurez votre système et profitez d'une plate-forme de choix pour les développeurs Linux, les administrateurs et les fournisseurs de logiciels.",
    "News": "Nouvelles",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "Notre outil de construction qui crée tous nos paquets ainsi que des paquets pour SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu et bien plus encore.",
    "Press": "Presse",
    "Shop": "Boutique",
    "Social Network": "Réseau social",
    "Sponsored by:": "Sponsorisé par :",
    "The best/only comprehensive Linux system configuration & installation tool.": "Le seul et unique outil complet d'installation et de configuration d'un système Linux.",
    "The makers' choice for sysadmins, developers and desktop users.": "Le choix idéal pour les administrateurs système, les développeurs et les utilisateurs.",
    "Tools": "Outils",
    "View upcoming conferences": "Voir les conférences à venir",
    "day": "jour",
    "days": "jours",
    "hour": "heure",
    "hours": "heures",
    "https://en.opensuse.org/Portal:How_to_participate": "https://fr.opensuse.org/Portal:Comment_participer",
    "is now available": "est disponible maintenant",
    "openSUSE TOOLS": "Les outils openSUSE",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "openSUSE croit que les meilleurs résultats viennent des gens qui prennent du plaisir à travailler ensemble. Être différente des autres communautés Open Source est ce qui rend openSUSE désirable. Nous ne sommes pas une communauté conventionnelle et nos efforts déterminent le futur de notre projet. Les efforts de la communauté ont permis de créer plusieurs excellents outils pour Linux et deux distributions formidables. Avec openSUSE, vous avez une voix et pouvez facilement contribuer au projet. Que vous soyez un développeur Linux expérimenté ou un utilisateur final, impliquez-vous dans le projet openSUSE ! Rejoignez un forum, maintenez notre wiki à jour, trouvez et rapportez des bogues, relisez la documentation, partagez vos souhaits concernant de nouveaux paquets ou de nouvelles fonctionnalités, créez et soumettez des correctifs ou devenez un supporter d'openSUSE en assistant aux évènements et en devenant un ambassadeur."
  }
}