{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "Todos os dereitos reservados.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Calquera usuario que desexe ter os paquetes máis recentes que inclúen, pero non son limitados a, o kernel linux, SAMBA, git, escritorios, aplicativos ofimáticos e moitos outros paquetes, quererá Tumbleweed. Tumbleweed atrae a usuarios avanzados, desenvolvedores de software e contribuidores de openSUSE. Se quere o software máis recente e un ambiente de desenvolvemento independente ou precisa unha plataforma estábel próxima ao máis recente en Linux, Tumbleweed é a súa mellor escolla.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "Probas automatizadas para *calquera* sistema operativo, que poden ler a pantalla e controlar o sistema anfitrión de proba do mesmo xeito que o faría un usuario.",
    "Back to main page": "Volver á páxina principal",
    "Be part of our community contributing with any of the following:": "Sexa parte da nosa comunidade contribuíndo cun dos modos seguintes:",
    "CONTRIBUTE TO OPENSUSE": "CONTRIBUÍR A OPENSUSE",
    "Change language": "Cambiar idioma",
    "Code": "Código",
    "Conferences": "Conferencias",
    "Contribute": "Contribuír",
    "Contribute Code": "Contribuír con código",
    "Contribute Hardware": "Contribuír con hardware",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "Crear imaxes Linux para utilizar en hardware real, virtualizado e agora tamén en contedores de sistema coma Docker. Kiwi é o motor que fai funcionar SUSE Studio.",
    "Discover the best open-source tools developed by our community": "Descubra as mellores ferramentas de código aberto desenvolvidas pola nosa comunidade",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "As doazóns para apoiar o proxecto openSUSE son benvidas. De feito, o Open Build Service, empregado por outros proxectos de código aberto, púxose a disposición da comunidade do proxecto grazas a unha xenerosa doazón de servidores por AMD. Este tipo de doazóns permiten á xente e aos proxectos prosperar, desenvolverse, innovar e progresar. O proxecto non está a pedir cartos, só doazóns de hardware para utilizar a experiencia da comunidade de código aberto para potenciar o desenvolvemento de Linux, fornecer ferramentas de openSUSE ao ecosistema de código aberto e libre, e reverter aos desenvolvedores, administradores de sistemas e empaquetadores. O hardware axuda á comunidade openSUSE! O hardware axuda á comunidade de código aberto! E o hardware axuda ao desenvolvemento de Linux. Para saber como pode doar hardware ao proxecto openSUSE, envíe un correo-e",
    "Find out more": "Atopar máis información",
    "Find out more about how to participate.": "Atopar máis información sobre como participar.",
    "Forums": "Foros",
    "Get software": "Conseguir o software",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "Obteña a distribución máis completa de Linux coa última versión de lanzamento regular de openSUSE!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Obteña os paquetes de Linux máis novos coa nosa versión de lanzamento continuo. Rápido! Integrado! Estabilizado! Probado!",
    "Go to link": "Ir á ligazón",
    "Home": "Directorio Persoal",
    "Imprint.": "Responsábel.",
    "Install Leap": "Instalar Leap",
    "Install Tumbleweed": "Instalar Tumbleweed",
    "Learn more": "Aprenda máis",
    "Meet up with openSUSE at conferences.": "Encóntrese con openSUSE en conferencias.",
    "More information": "Máis información",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Usuarios novos e experimentados de Linux obteñen a distribución máis usábel e estábel de Linux coa versión regular de openSUSE. Reciba actualizacións e potencie o seu sistema operativo coa última distribución maior de openSUSE. Escolla o seu escritorio, configure o seu sistema e goce coa plataforma escollida por desenvolvedores de Linux, administradores e fornecedores de software.",
    "News": "Noticias",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "A nosa ferramenta de construción crea todos os nosos paquetes e tamén os de SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu e máis.",
    "Press": "Prensa",
    "Shop": "Tenda",
    "Social Network": "Redes sociais",
    "Sponsored by:": "Patrocinado por:",
    "The best/only comprehensive Linux system configuration & installation tool.": "A mellor/única ferramenta de configuración e de instalación de sistema Linux.",
    "The makers' choice for sysadmins, developers and desktop users.": "A mellor escolla para administradores de sistemas, desenvolvedores e usuarios de escritorio.",
    "Tools": "Ferramentas",
    "View upcoming conferences": "Vexa as próximas conferencias",
    "day": "día",
    "days": "días",
    "hour": "hora",
    "hours": "horas",
    "is now available": "dispoñíbel agora",
    "openSUSE TOOLS": "Ferramentas openSUSE",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "openSUSE cre que os mellores resultados veñen de xente colaborando e divertíndose. Ser diferente a outras comunidades de código aberto é o que fai a openSUSE desexábel. Non somos unha comunidade convencional e os esforzos da nosa comunidade determinan o camiño do proxecto. Os esforzos da comunidade crearon varias ferramentas importantes e unha incríbel distribución. Con openSUSE vostede ten a voz e pode doadamente contribuír ao proxecto. Xa como desenvolvedor de Linux con experiencia ou como usuario final involucrado no proxecto openSUSE. Únase ao foro, manteña a nosa wiki ao día, encontre e informe de erros, revise a documentación, envíe a súa lista de peticións de novos paquetes e características, cree e envíe parches ou fágase un defensor de openSUSE atendendo en eventos e sendo un embaixador."
  }
}