{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "Բոլոր իրավունքները պաշտպանված են.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Ցանկացած օգտվող, որը ցանկանում է ունենալ թարմ փաթեթներ, որոնք ներառում են, սակայն չեն սահմանափակվում, Linux kernel, Samba, git , desktops,  office applications  եւ շատ այլ փաթեթներով, կընTumbleweed: Tumbleweed գրավիչ է Power Users, ծրագրային մշակողների եւ openSUSE  աջակցողներ:Եթե դուք պահանջում նորագույն ծրագրային ապահովում եւ ինտեգրված մշակման միջավայր, կամ պահանջվում է կայուն հարթակ, որն ամենամոտն է bleeding edge Linux ին, Tumbleweed լավագույն ընտրությունն է ձեզ համար.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "Ավտոմատացված թեսթավորում  *ցանկացած*   օպերացիոն համակարգի համար, որը կարդում է էկրանից և կառավարում host ը նույնակերպ ինչպես օգտագործողը:",
    "Back to main page": "Վերադառնալ գլխավոր էջ",
    "Be part of our community contributing with any of the following:": "Մեր համայնքի մասն եղիր,օժանդակելով հաջորդներից ցանկացածը:",
    "Blogs": "Բլոգեր",
    "CONTRIBUTE TO OPENSUSE": "Նվիրաբերիր OPENSUSE",
    "Change language": "Փոխել լեզուն",
    "Code": "Կոդ",
    "Conferences": "Կոնֆերանսներ",
    "Contribute": "Աջակցել",
    "Contribute Code": "Փոփոխել կոդ",
    "Contribute Hardware": "Նվիրաբերել սարքաշարով",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "Ստեղծեք Linux պատկերներ տեղադրման համար իրական սարքաշարի, վիրտուալիզացիայի եւ այժմ նույնիսկ Docker- ի պարունակ համակարգերի մասին: Kiwi շարժիչն է, որը գործարկում է SUSE Studio- ին:",
    "Discover the best open-source tools developed by our community": "Բացահայտեք լավագույն open-source  գործիքներ մշակված մեր համայնքի կողմից",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "OpenSUSE նախագծին աջակցությունը միշտ ողջունվում է: Փաստացի, Open Build Service-ը, որն օգտագործվում է մի քանի այլ open-source ծրագրերի կողմից, դարձել է հասանելի ծրագրի համայնքին, առատաձեռն սեռվերների նվիրատվությամբ AMD ընկերության կողմից : Դա նվիրատվությունների այն տեսակն է, որը թույլ է տալիս մարդկանց եւ նախագծին բարգավաճել , զարգանալ , նորամուծություն մտցնել և առաջադիմել: openSUSE ծրագիրը գումար չի պահանջում, այլ սարքաշարի նվիրատվություններ , որոնք կօգտագործվեն  open-source համայնքի կողմից, Linux- ի զարգացման համար, ապահովելով OpenSUSE  գործիքներով ազատ եւ բաց էկոհամակարգի համար, որը կօգտագործվի ծրագրավորողների, sսիսադմիների եւ փաթեթավորողների կողմից: Hardware- ը օգնում է openSUSE համայնքին: Hardware- ը օգնում է open-source համայնքին: Եվ Hardware- ը օգնում է Linux- ի զարգացմանը: Իմանալու համար, թե ինչպես կարող եք նվիրաբերել openSUSE  նախագծին սարքավորումներով, ուղարկեք նամակ հետեւյալ հասցեով:",
    "Find out more": "Պարզել ավելին",
    "Find out more about how to participate.": "Պարզել ավելին, թե ինչպես մասնակցել:",
    "Forums": "Ֆորումներ",
    "Get software": "Ստացեք ծրագրային ապահովում",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "Ստանալ  ավարտված Linux բաշխումը openSUSE ի վերջին թողարկության հետ միասին.",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Ձեռքբերել թարմ Linux փաթեթները մեր թողարկման մեջ. Արագ! Ամբողջացված ! Կայուն! Փորձարկված!",
    "Go to link": "հղում",
    "Hardware": "Սարքաշար",
    "Home": "Գլխավոր",
    "Install Leap": "Տեղադրեք Leap",
    "Install Tumbleweed": "Տեղադրեք Tumbleweed",
    "Learn more": "Իմանալ ավելին",
    "Meet up with openSUSE at conferences.": "Հանդիպումներ openSUSE կոնֆերանսներին:",
    "More information": "Լրացուցիչ տեղեկություն",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Նոր եւ փորձառու Linux- ի օգտվողները ստանում են առավել օգտագործելի Linux բաշխված եւ կայուն օպերացիոն համակարգ openSUSE հերթական թողարկման մեջ: Ստանալ թարմացումներ եւ կարծրացնում ձեր օպերացիոն openSUSE վերջին խոշոր բաշխման. Ընտրեք Ձեր աշխատասեղանին, կարգավորել ձեր համակարգը եւ վայելեք հարթակ ընտրված Linux մշակողների, վարչների, եւ ծրագրային ապահովման վաճառողներին կողմից.",
    "News": "Նորություններ",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "Մեր կառուցող գործիքը, կառուցում է մեր բոլոր փաթեթների, ինչպես նաեւ  SUSE Linux Enterprise, Arch, Debian, Fedora,Scientific Linux, RHEL, CentOS, Ubuntu, եւ ավելի.",
    "Press": "Մամուլ",
    "Shop": "Խանութ",
    "Social Network": "Սոցիալական ցանց",
    "Sponsored by:": "Հովանավորված է:",
    "The best/only comprehensive Linux system configuration & installation tool.": "Լավագույն / միայն համապարփակ Linux համակարգերի կոնֆիգուրացիան եւ տեղադրման գործիքը:",
    "The makers' choice for sysadmins, developers and desktop users.": "Լավագույն ընտրությունը սիսադմինների, մշակողների եւ  օգտվողի կողմից:",
    "Tools": "Գործիքներ",
    "View upcoming conferences": "Դիտեք առաջիկա կոնֆերանսները",
    "day": "օր",
    "days": "օր",
    "hour": "ժամ",
    "hours": "ժամ",
    "is now available": "Առկա",
    "openSUSE TOOLS": "openSUSE գործիքներ",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "openSUSE հավատում է որ ամենալավ արդյունքները գալիս են երբ մարդիկ համագործակցում են և զվարճանում : Լինելով տարբեր այլ open-source ծրագրերից , դարձնում է openSUSE-ն ցանկալի: Մենք սովորական համայնքը չենք և մեր համայնքի ջանքերը որոշում են նախագծի ուղին: Համայնքի ջանքերով ստեղծվել են բազմաթիվ հիանալի ծրագրային գործիքներ LINUX-ի համար և խիստ տպավորիչ բաշխում: openSUSE ի հետ դուք ձայն և հեշտությամբ կարող եք նախագծում ներդրում կատարել: Անկախ նրանից, թե դուք փորձառու LINUX-ի մշակող եք թե վերջնական օգտագործող կներգրավվեք openSUSE նախագիծ : Միացեք ֆորումին , պահպանել եւ պահել մեր wiki-ն թարմացված, գտնել եւ զեկուցել սխալները, վերանայել փաստաթղթերը, ուղարկել ձեր ցանկությունների ցանկը նոր փաթեթների եւ հատկությունների համար, ստեղծել եւ ներկայացնել շտկումներ կամ դառնալ կողմնակից\nOpenSUSE- ի համար մասնակցելով միջոցառումների եւ դառնալով OpenSUSE- ի ներկայացուցիչ:"
  }
}