{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "Seluruh Hak Cipta Dilindungi.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Pengguna yang berkeinginan menggunakan paket-paket terbaru yang tidak hanya meliputi kernel Linux, SAMBA, git, destop, aplikasi perkantoran dan banyak lagi paket lainnya, dapat menggunakan Tumbleweed. Tumbleweed ditujukan untuk pengguna mahir, pengembang perangkat lunak, dan kontributor openSUSE. Jika anda membutuhkan sekumpulan perangkat lunak terbaru dan Lingkungan Pengembangan Terintegrasi atau sekedar sebuah platform stabil dengan versi Linux terbaru, Tumbleweed sangat tepat untuk anda.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "Pengujian otomatis untuk *sebarang* sistem operasi, yang dapat membaca layar dan mengontrol mesin uji seperti halnya dikerjakan oleh pengguna.",
    "Back to main page": "Kembali ke halaman utama",
    "Be part of our community contributing with any of the following:": "Jadilah bagian dari komunitas kami, berkontribusi dapat dilakukan dengan salah satu cara-cara berikut:",
    "Blogs": "Blog",
    "Build Service": "Build Service - Layanan Build",
    "CONTRIBUTE TO OPENSUSE": "KONTRIBUSI KE OPENSUSE",
    "Change language": "Ganti bahasa",
    "Code": "Menulis Kode",
    "Conferences": "Konferensi",
    "Contribute": "Kontribusi",
    "Contribute Code": "Menyumbangkan Kode",
    "Contribute Hardware": "Menyumbang Perangkat Keras",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "Membuat image Linux untuk penerapan di perangkat keras, virtualisasi, dan sekarang juga mendukung sistem kontainer seperti Docker. Kiwi adalah mesin di belakang SUSE Studio.",
    "Discover the best open-source tools developed by our community": "Jelajahi alat-alat bantu sumber terbuka terbaik yang dikembangkan oleh komunitas kami",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "Donasi untuk mendukung proyek openSUSE selalu disambut baik. Faktanya, Open Build Service, yang digunakan oleh beberapa proyek sumber terbuka lain, bisa tersedia untuk komunitas proyek melalui donasi server oleh AMD. Donasi seperti ini yang memungkinkan orang dan proyek untuk berkembang, terbentuk, berinovasi dan maju. Proyek kami tidak meminta uang, tetapi sumbangan perangkat keras untuk menggunakan keahlian komunitas untuk memberdayakan pengembangan Linux, menyiapkan alat bantu openSUSE untuk ekositem sumber terbuka yang bebas dan mengembalikannya kepada pengembang, sysadmin dan pemaket. Perangkat keras membantu komunitas openSUSE! Perangkat keras membantu komunitas sumber terbuka! Dan perangkat keras membantu pengembangan Linux. Untuk mempelajari bagaimana anda dapat mendonasikan perangkat kera untuk proyek openSUSE, kirim email",
    "Find out more": "Pelajari lebih jauh",
    "Find out more about how to participate.": "Pelajari lebih jauh bagaimana cara berpartisipasi.",
    "Forums": "Forum",
    "Get software": "Dapatkan Perangkat Lunak",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "Dapatkan distribusi Linux terlengkap dengan versi rilis-berkala openSUSE terbaru!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Dapatkan paket-paket Linux terbaru dengan rilis bergulir kami. Cepat! Terintegrasi! Stabil! Teruji!",
    "Go to link": "Pergi ke tautan",
    "Hardware": "Perangkat Keras",
    "Home": "Beranda",
    "Imprint.": "Jejak.",
    "Install Leap": "Instalasi Leap",
    "Install Tumbleweed": "Instalasi Tumbleweed",
    "Learn more": "Pelajari lebih lanjut",
    "Meet up with openSUSE at conferences.": "Bertemu dengan openSUSE saat konferensi.",
    "More information": "Informasi Lebih Banyak",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Pengguna Linux baru maupun yang sudah berpengalaman akan menemukan distribusi Linux yang mudah digunakan dan sistem operasi yang stabil dengan rilis-berkala openSUSE. Mutakhirkan dan perketat sistem operasi anda dengan distribusi utama openSUSE terbaru. Pilih desktop anda, konfigurasi sistem anda dan nikmati platform pilihan untuk pengembang linux, administrator dan pengembang perangkat lunak.",
    "News": "Berita",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "Alat bantu pengembangan kami, membuat semua paket-paket kami termasuk untuk SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, dan banyak lagi.",
    "Press": "Media",
    "Shop": "Toko",
    "Social Network": "Jejaring Sosial",
    "Sponsored by:": "Disponsori oleh:",
    "The best/only comprehensive Linux system configuration & installation tool.": "Konfigurasi sistem Linux dan alat bantu instalasi terbaik/satu-satunya secara menyeluruh.",
    "The makers' choice for sysadmins, developers and desktop users.": "Pilihan bagi sysadmin, pengembang dan pengguna destop.",
    "Tools": "Alat Bantu",
    "View upcoming conferences": "Lihat beberapa konferensi yang akan berlangsung",
    "day": "hari",
    "days": "hari",
    "hour": "jam",
    "hours": "jam",
    "is now available": "tersedia sekarang",
    "openSUSE TOOLS": "Alat-alat bantu openSUSE",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "openSUSE percaya bahwa hasil terbaik didapatkan dari kerjasama antar manusia dan sekaligus bergembira. Menjadi berbeda dari komunitas sumber terbuka lainnya yang membuat openSUSE dinantikan. Kami bukanlah komunitas konvensional dan usaha komunitas kami lah yang menentukan arah dari proyek. Kerja keras dari komunitas telah menghasilkan beberapa alat bantu terbaik untuk Linux dan sebuah distribusi yang keren. Dengan openSUSE, suara anda didengar dan dengan mudah dapat berkontribusi langsung. Apakah anda seorang pengembang Linux berpengalaman atau hanya sekedar pengguna, terlibatlah dalam proyek openSUSE. Bergabunglah di forum, merawat dan menjaga wiki kami tetap kekinian, temukan dan laporkan bug, mengulas dokumentasi, mengirimkan daftar harapan anda untuk paket-paket dan fitur terbaru, membuat dan mengusulkan perbaikan, atau menjadi advokat dengan menghadiri acara dan menjadi duta openSUSE."
  }
}