{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "Tutti i diritti riservati.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Ogni utente che desideri avere i pacchetti più recenti — ad esempio per kernel Linux, SAMBA, git, ambienti desktop, applicazioni per ufficio e molto altro — dovrebbe scegliere Tumbleweed. Tumbleweed è rivolta agli Utenti Avanzati, agli Sviluppatori Software e ai Contributori di openSUSE. Se necessiti degli ultimi pacchetti di programmi e di un ambiente di sviluppo integrato, o di una piattaforma stabile il più vicino possibile agli ultimi sviluppi di Linux, Tumbleweed è la tua scelta migliore.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "Il test automatico per *qualsiasi* sistema operativo, che può catturare lo schermo e controllare l'host di test come farebbe un utente.",
    "Back to main page": "Torna alla pagina principale",
    "Be part of our community contributing with any of the following:": "Entra a far parte della nostra comunità contribuendo in uno dei modi seguenti:",
    "Blogs": "Blog",
    "Build Service": "Servizio di Build",
    "CONTRIBUTE TO OPENSUSE": "CONTRIBUIRE A OPENSUSE",
    "Change language": "Cambia la lingua",
    "Code": "Codice",
    "Conferences": "Conferenze",
    "Contribute": "Contribuisci",
    "Contribute Code": "Contribuisci al codice",
    "Contribute Hardware": "Offri Hardware",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "Crea immagini Linux per l'installazione su hardware reale, virtuale e ora anche su sistemi di contenimento come Docker. Kiwi è il motore alla base di SUSE Studio.",
    "Discover the best open-source tools developed by our community": "Scopri i migliori strumenti open source sviluppati dalla nostra comunità",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "Le donazioni per supportare il progetto openSUSE sono sempre le benvenute. Infatti, l'Open Build Service, che viene usato da molti altri progetti open source, è stato reso disponibile alla comunità del progetto grazie ad una generosa donazione di server da parte di AMD. Questo è il tipo di donazione che permette alla gente e ai progetti di prosperare, svilupparsi, innovarsi e progredire. Il progetto non chiede soldi, ma donazioni di hardware per usare le competenze della comunità open source per potenziare lo sviluppo di Linux, fornire gli strumenti di openSUSE all'ecosistema free e open source e restituire agli sviluppatori, amministratori e pacchettizzatori i risultati dei loro sforzi. L'hardware aiuta la comunità openSUSE! L'hardware aiuta la comunità open source! E l'hardware aiuta lo sviluppo di Linux. Per scoprire come donare hardware al progetto openSUSE, invia una mail a",
    "Find out more": "Maggiori informazioni",
    "Find out more about how to participate.": "Scopri come partecipare.",
    "Forums": "Forum",
    "Get software": "Ottieni i programmi",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "Ottieni la distribuzione Linux più completa con l'ultima versione del rilascio regolare di openSUSE!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Ottieni i pacchetti Linux più recenti con la nostra versione rolling. Veloce! Integrata! Stabilizzata! Testata!",
    "Go to link": "Vai al collegamento",
    "Imprint.": "Dati societari.",
    "Install Leap": "Installa Leap",
    "Install Tumbleweed": "Installa Tumbleweed",
    "Learn more": "Approfondisci",
    "Meet up with openSUSE at conferences.": "Incontrarsi con openSUSE alle conferenze.",
    "More information": "Altre informazioni",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Sia i nuovi utenti Linux che quelli più esperti ottengono la distribuzione Linux più usabile e il sistema operativo più stabile grazie al rilascio regolare di openSUSE. Ricevi gli aggiornamenti e migliora il tuo sistema operativo con l'ultima distribuzione di openSUSE. Scegli l'ambiente desktop, configura il sistema e goditi la piattaforma d'elezione per sviluppatori Linux, amministratori e rivenditori di programmi.",
    "News": "Notizie",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "Il nostro strumento di build, che genera tutti i nostri pacchetti come pure quelli per SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, e altri ancora.",
    "Press": "Stampa",
    "Sponsored by:": "Sponsorizzato da:",
    "The best/only comprehensive Linux system configuration & installation tool.": "Il migliore e unico sistema omnicomprensivo di installazione e configurazione di Linux.",
    "The makers' choice for sysadmins, developers and desktop users.": "La scelta ideale per gli amministratori di sistema, gli sviluppatori e gli utilizzatori.",
    "Tools": "Strumenti",
    "View upcoming conferences": "Prossime conferenze",
    "day": "giorno",
    "days": "giorni",
    "hour": "ora",
    "hours": "ore",
    "https://en.opensuse.org/Portal:How_to_participate": "https://it.opensuse.org/Portal:Come_partecipare",
    "is now available": "è disponibile adesso",
    "openSUSE TOOLS": "Strumenti di openSUSE",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "openSUSE crede che i migliori risultati vengano dalle persone che collaborano e che si divertono. Ciò che rende openSUSE desiderabile è l'essere diversa dalle altre comunità open source. Non siamo una comunità convenzionale e gli sforzi della nostra comunità determinano la direzione del progetto. Gli sforzi della comunità hanno creato una moltitudine di strumenti grandiosi per Linux e una distribuzione stupenda. Tramite openSUSE puoi avere voce e puoi contribuire in modo semplice al progetto. Questo indipendentemente dall'essere uno sviluppatore Linux avanzato o un utente finale coinvolto nel progetto openSUSE. Unisciti al forum, migliora e mantieni aggiornata la nostra wiki, trova e riporta bug, controlla la documentazione, invia la tua lista dei desideri per nuovi pacchetti e funzionalità, crea e invia patch o diventa un sostenitore di openSUSE partecipando agli eventi e diventando un ambasciatore."
  }
}