{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Linux カーネルや Samba, git, デスクトップ, オフィスアプリケーションなど、各種の最新パッケージを利用したい方は、 Tumbleweed の利用をお勧めします。 Tumbleweed は、知識のあるユーザやソフトウエアの開発者、 openSUSE の貢献者に最適な仕組みで、最新のソフトウエアスタックや統合開発環境など、最新の Linux に最も近く、かつ安定したプラットフォームをお求めの場合、最良の選択肢となるでしょう。",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "*任意の* オペレーティングシステムに対する自動化されたテストです。ユーザと同様に画面上の情報を読み取り、ホストを操作することができます。",
    "Back to main page": "メインページに戻る",
    "Be part of our community contributing with any of the following:": "コミュニティに参加するには、下記のいずれかの方法があります:",
    "Blogs": "ブログ",
    "CONTRIBUTE TO OPENSUSE": "openSUSE への貢献方法",
    "Change language": "言語の変更",
    "Code": "コード",
    "Conferences": "カンファレンス",
    "Contribute": "貢献方法",
    "Contribute Code": "コードによる貢献",
    "Contribute Hardware": "ハードウエアによる貢献",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "実際のハードウエアや仮想化環境のほか、 Docker などのコンテナシステムでも利用できる Linux イメージを作成します。 Kiwi は SUSE Studio で使用されているエンジンです。",
    "Discover the best open-source tools developed by our community": "コミュニティが開発した最良のオープンソースツールの発見",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "openSUSE プロジェクトへの寄付は常に歓迎しています。実際に他のオープンソースプロジェクトでも使用されている Open Build Service では、 AMD 社からの寛大なサーバのご寄付により、プロジェクトのコミュニティの作業支援を受けています。このような種類の寄付では、人々やプロジェクトを成長／発展／進展させることに寄与しています。プロジェクトでは金銭による直接的な寄付ではなく、 Linux の開発を促進し、 openSUSE のツールをフリー／オープンソースのエコシステムに提供し、開発者やシステム管理者、パッケージャに対して支援を行なうため、ハードウエアの寄付をお願いしています。つまり、ハードウエアが openSUSE コミュニティおよびオープンソースコミュニティ、そして Linux の開発を支えているのです。 openSUSE プロジェクトへのハードウエアの寄付について、詳しくは電子メールにてお尋ねください:",
    "Find out more": "さらに詳しく",
    "Find out more about how to participate.": "参加方法についてさらに詳しく見る",
    "Forums": "フォーラム",
    "Get software": "ソフトウエアの取得",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "openSUSE における通常リリース版は、最も円熟した Linux ディストリビューションです。",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "ローリングリリースモデルで最新の Linux パッケージを提供します。高速で統合性に優れ、テストにより安定性もあります。",
    "Go to link": "リンクへ",
    "Hardware": "ハードウエア",
    "Home": "ホーム",
    "Install Leap": "Leap のインストール",
    "Install Tumbleweed": "Tumbleweed のインストール",
    "Learn more": "さらに詳しく",
    "Meet up with openSUSE at conferences.": "カンファレンスで openSUSE の開発者やユーザと会う",
    "More information": "詳細情報",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "新規ユーザから経験豊富なユーザまで、最も利用性が高く、かつ安定したオペレーティングシステムをお求めの場合は、 openSUSE の通常リリース版がお勧めです。 openSUSE というメジャーなディストリビューションでは、更新の受け取りや OS の強化などを行なうこともできます。デスクトップを選択してシステムを設定すれば、 Linux の開発者から管理者、ソフトウエアの製造元まで、様々な環境に合わせたシステムを構築することができます。",
    "News": "ニュース",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "ビルドツールでは、私どもが提供する全パッケージのほか、 SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu などのパッケージも構築することができます。",
    "Press": "プレスリリース",
    "Shop": "ショップ",
    "Social Network": "ソーシャルネットワーク",
    "Sponsored by:": "スポンサー:",
    "The best/only comprehensive Linux system configuration & installation tool.": "最良かつ唯一の Linux システム設定・インストールツールです。",
    "The makers' choice for sysadmins, developers and desktop users.": "どちらをお使いになりますか？",
    "Tools": "ツール",
    "View upcoming conferences": "カンファレンスの予定を表示する",
    "day": "日",
    "days": "日",
    "hour": "時間",
    "hours": "時間",
    "https://en.opensuse.org/Portal:How_to_participate": "https://ja.opensuse.org/Portal:%E5%8F%82%E5%8A%A0%E3%81%AE%E3%81%97%E3%81%8B%E3%81%9F",
    "is now available": "が公開されています",
    "openSUSE TOOLS": "openSUSE ツール",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "openSUSE では、人々がお互いに対話し、楽しむことで最適な結果が得られることを信じています。他のオープンソースコミュニティとは異なるのは、何が openSUSE を望ましい形に仕上げるのか、という点にあります。私たちは一般的なコミュニティとは異なり、コミュニティの努力によってプロジェクトの方向性をも決定づけるようにしています。このような仕組みにより、 Linux 向けの素晴らしいツールやディストリビューションを作成することができました。 openSUSE では、声を上げてプロジェクトに参加することも容易にしています。経験豊かな Linux の開発者から一般的なユーザまで、様々な方々が openSUSE プロジェクト内で作業を進めています。フォーラムに参加したり、 Wiki を管理したり最新の情報に更新したり、バグを見つけて報告したり、文書類をレビューしたり、パッケージや機能に対する要望を送ったり、修正を作成して送信したり、イベントに参加したりアンバサダーになって openSUSE を広めたりなど、様々な方法で参加することができます。"
  }
}