{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "Alle rechten voorbehouden.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Elke gebruiker die de nieuwste pakketten wil hebben met onder andere de Linux-kernel, SAMBA, git, bureaubladen, kantoortoepassingen en vele andere pakketten, zal Tumbleweed willen. Tumbleweed heeft aantrekkingskracht voor ervaren gebruikers, softwareontwikkelaars en zij die bijdragen aan openSUSE. Als u de nieuwste softwarestacks en een onafhankelijke ontwikkelomgeving wilt of een stabiel platform het dichtst bij het allernieuwste in Linux, dan is Tumbleweed de beste keuze voor u.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "Geautomatiseerd testen voor *elk* besturingssysteem, dat het scherm kan lezen en de testhost op dezelfde wijze kan besturen zoals een gebruiker dat doet.",
    "Back to main page": "Terug naar de hoofdpagina",
    "Be part of our community contributing with any of the following:": "Word deel van onze gemeenschap door bij te dragen met iets van het volgende:",
    "Build Service": "Bouwdienst",
    "CONTRIBUTE TO OPENSUSE": "BIJDRAGEN AAN OPENSUSE",
    "Change language": "Taal wijzigen",
    "Conferences": "Conferenties",
    "Contribute": "Bijdragen",
    "Contribute Code": "Code bijdragen",
    "Contribute Hardware": "Hardware bijdragen",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "Maak Linux-images voor gebruik op echte hardware, virtualisatie en nu zelfs containersystemen zoals Docker. Kiwi is de motor waarop SUSE Studio draait.",
    "Discover the best open-source tools developed by our community": "Ontdek de beste openbronhulpmiddelen, ontwikkeld door onze gemeenschap",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "Donaties voor ondersteuning van het openSUSE-project zijn altijd welkom. In feite is Open Build Service, dat gebruikt wordt door verschillende andere openbronprojecten, beschikbaar gesteld aan de gemenschap van het project door een genereuze donatie van servers door AMD. Het is dit type donaties dat mensen en projecten doen bloeien, zich ontwikkelen, innoveren en voortgang maken. Het project vraagt niet om geld, maar donaties van hardware om de expertise in de openbrongemeenschap te gebruiken en Linux-ontwikkeling van energie te voorzien, openSUSE-hulpmiddelen te bieden aan het vrije, openbronecosysteem en terug te geven aan ontwikkelaars, systeembeheerders en makers van pakketten. Hardware helpt de openSUSE-gemeenschap! Hardware helpt de openbrongemeenschap! En hardware helpt de ontwikkeling van Linux. Om te weten hoe u hardware kan doneren aan het openSUSE project, stuur een e-mail naar",
    "Find out more": "Meer informatie",
    "Find out more about how to participate.": "Lees meer over hoe u kunt deelnemen.",
    "Get software": "Software downloaden",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "Haal de meest complete Linux-distributie met de laatste versie van de reguliere uitgave van openSUSE!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Haal de nieuwste Linux-pakketten op met onze rollende uitgave. Snel! Geïntegreerd! Stabiel! Getest!",
    "Go to link": "Ga naar koppeling",
    "Home": "Hoofdpagina",
    "Imprint.": "Indruk.",
    "Install Leap": "Leap installeren",
    "Install Tumbleweed": "Tumbleweed installeren",
    "Learn more": "Lees meer",
    "Meet up with openSUSE at conferences.": "Ontmoet openSUSE op conferenties.",
    "More information": "Meer informatie",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Nieuwe en ervaren Linux-gebruikers halen de meest bruikbare Linux-distributie en een stabiel besturingssysteem op met de reguliere uitgave van openSUSE. Ontvang updates en maak uw OS veiliger met de laatste nieuwe hoofddistributie van openSUSE. Kies uw bureaublad, configureer uw systeem en geniet van het platform van uw keuze voor Linux-ontwikkelaars, -beheerders en -softwareverkopers.",
    "News": "Nieuws",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "Ons bouwhulpmiddel bouwt al onze pakketten, zowel die voor SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS als Ubuntu en meer.",
    "Press": "Pers",
    "Shop": "Winkel",
    "Social Network": "Sociaal netwerk",
    "Sponsored by:": "Gesponsord door:",
    "The best/only comprehensive Linux system configuration & installation tool.": "Het beste/enige veelomvattende hulpmiddel voor configuratie & installatie van een Linux-systeem.",
    "The makers' choice for sysadmins, developers and desktop users.": "De beste keuze voor systeembeheerders, ontwikkelaars en bureaubladgebruikers.",
    "Tools": "Gereedschappen",
    "View upcoming conferences": "Bekijk komende conferenties",
    "day": "dag",
    "days": "dagen",
    "hour": "uur",
    "hours": "uur",
    "https://en.opensuse.org/Portal:How_to_participate": "https://nl.opensuse.org/Portal:Hoe_mee_te_doen",
    "is now available": "is nu beschikbaar",
    "openSUSE TOOLS": "openSUSE-HULPMIDDELEN",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "openSUSE gelooft dat de beste resultaten komen van mensen die samenwerken en plezier hebben. Ons anders zijn dan andere openbrongemeenschappen maakt openSUSE begeerd. We zijn geen conventionele gemeenschap en de inspanningen van onze gemeenschap bepalen het pad van het project. De inspanningen van de gemeenschap hebben verschillende schitterende hulpmiddelen voor Linux en een geweldige distributie opgeleverd. Met openSUSE heeft u een stem en kunt u gemakkelijk bijdragen aan het project. Of u nu een ervaren Linux-ontwikkelaar bent of een eindgebruiker, doe mee aan het openSUSE-project. Word lid van een forum, onderhoud en werk onze wiki bij, zoek en rapporteer bugs, kijk de documentatie na, stuur uw wensenlijst voor nieuwe pakketten en functies in, maak en dien patches in of word een pleitbezorger voor openSUSE door evenementen bij te wonen en een ambassadeur te worden."
  }
}