{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "Med einerett.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Om du ønskjer dei nyaste versjonane av for eksempel Linux-kjernen, SAMBA, Git, skrivebordsmiljø og kontorprogramvare, treng du Tumbleweed. Tumbleweed passar for avanserte brukarar, programutviklarar og bidragsytarar til openSUSE. Viss du treng dei nyaste programbiblioteka og utviklingsmiljøa, eller treng ei stabil plattform med dei siste oppdateringane, er Tumbleweed det beste valet.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "Automatiserte testar for *alle* operativsystem, og som kan lesa skjermen og styra testsystemet på same måte som vanlege brukarar.",
    "Back to main page": "Tilbake til hovudsida",
    "Be part of our community contributing with any of the following:": "Vert ein del av fellesskapet ved å bidra:",
    "Blogs": "Bloggar",
    "Build Service": "Byggjeteneste",
    "CONTRIBUTE TO OPENSUSE": "BIDRA TIL OPENSUSE",
    "Change language": "Byt språk",
    "Code": "Kode",
    "Conferences": "Konferansar",
    "Contribute": "Bidra",
    "Contribute Code": "Med programmering",
    "Contribute Hardware": "Med maskinvare",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "Lag Linux-diskbilete for bruk på fysiske eller virtualiserte maskiner, og no også på behaldarsystem som Docker. Kiwi er motoren bak SUSE Studio.",
    "Discover the best open-source tools developed by our community": "Oppdag dei beste friprog-verktøya utvikla i openSUSE-miljøet",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "Gåver til openSUSE-prosjektet er alltid velkomne. Faktisk vart byggjetenesta OBS, som no er brukt av fleire andre friprog-prosjekt, gjort mogleg gjennom ei generøs gåve med tenarmaskiner frå AMD. Det er denne typen gåver som lèt prosjekta blomstra, og oss utvikla og skapa noko nytt. Me ber ikkje om pengar, men maskinvare – som gjer ekspertane våre i stand til å vidareutvikla Linux og openSUSE-verktøya for friprog-økosystemet, og gjev noko tilbake til utviklarar, systemadministratorar og programpakkarar. Maskinvare hjelper openSUSE-miljøet! Maskinvare hjelper friprog-miljøet! Og maskinvare hjelper utviklinga av Linux. Viss du lurer på korleis du kan donera maskinvare til openSUSE-prosjektet, send ein e-post til",
    "Find out more": "Lær meir",
    "Find out more about how to participate.": "Finn ut meir om korleis du kan delta.",
    "Forums": "Forum",
    "Get software": "Last ned",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "Få den mest komplette Linux-distribusjonen med regelmessige utgjevingar!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Få dei nyaste Linux-pakkane med vår rullerande distro. Rask! Integrert! Stabil! Testa!",
    "Go to link": "Gå til lenkja",
    "Hardware": "Maskinvare",
    "Home": "Heim",
    "Imprint.": "Juridisk informasjon.",
    "Install Leap": "Installer Leap",
    "Install Tumbleweed": "Installer Tumbleweed",
    "Learn more": "Lær meir",
    "Meet up with openSUSE at conferences.": "Møt openSUSE-brukarar på konferansar.",
    "More information": "Meir informasjon",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Nye og erfarne Linux-brukarar får den mest stabile Linux-distribusjonen med openSUSE, med eit oppdatert og trygt operativsystem. Vel skrivebordsmiljø, set opp systemet og kos deg med plattforma som er svært populær blant Linux-utviklarar, systemadministratorar og programleverandørar.",
    "News": "Nyheiter",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "Byggjeverktøya byggjer alle pakkane våre, samt pakkar for blant anna SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS og Ubuntu.",
    "Press": "Presse",
    "Shop": "Butikk",
    "Social Network": "Sosiale nettverk",
    "Sponsored by:": "Vert støtta av:",
    "The best/only comprehensive Linux system configuration & installation tool.": "Det beste og einaste omfattande programmet for oppsett og installering av Linux.",
    "The makers' choice for sysadmins, developers and desktop users.": "Valet for systemadministratorar, utviklarar og vanlege brukarar.",
    "Tools": "Verktøy",
    "View upcoming conferences": "Vis kommande konferansar",
    "day": "dag",
    "days": "dagar",
    "hour": "time",
    "hours": "timar",
    "is now available": "er no tilgjengeleg",
    "openSUSE TOOLS": "openSUSE-verktøy",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "Me i openSUSE meiner dei beste resultata kjem frå menneske som samarbeider og har det gøy. Det å vera annleis enn andre friprog-miljø gjer openSUSE attraktivt. Me er ikkje eit vanleg fellesskap, og kva brukarane gjer avgjer kva veg prosjektet skal gå vidare. I fellesskap har me laga fleire flotte Linux-verktøy og ein fantastisk distro. Med openSUSE har du ei røyst, og kan lett bidra til prosjektet. Anten du er ein erfaren Linux-utviklar eller ein sluttbrukar, kan du verta med. Delta på forum, rediger og hald wikien oppdatert, meld frå om feil du finn, forbetra dokumentasjonen, send ønskjer om nye pakkar og funksjonar, lag feilrettingar eller reklamer for openSUSE på konferansar og møter."
  }
}