{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Każdy kto chce mieć najnowsze pakiety, a wśród nich kernel Linux, Samba, git, środowiska pulpitu, aplikacje biurowe i wiele innych, niech użyje Tumbleweed. Tumbleweed celuje w zaawansowanych użytkowników, programistów i współpracowników openSUSE. Jeśli chcesz mieć najnowsze wersje oprogramowania i środowisk programistycznych lub potrzebujesz stabilnej platformy bieżącego wydania Linux, Tumbleweed jest najlepszym wyborem.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "Zautomatyzowane testy *dowolnego* systemu operacyjnego, które potrafią analizować ekran i kontrolować system w taki sam sposób jak użytkownik.",
    "Back to main page": "Wróć do głównej strony",
    "Be part of our community contributing with any of the following:": "Zostań członkiem naszej społeczności, wspierając nas na jeden z poniższych sposobów:",
    "Blogs": "Blogi",
    "CONTRIBUTE TO OPENSUSE": "Wspieraj openSUSE",
    "Change language": "Zmień język",
    "Code": "Kod",
    "Conferences": "Konferencje",
    "Contribute": "Współpracuj",
    "Contribute Code": "Wspieraj kodem",
    "Contribute Hardware": "Wspieraj sprzętem",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "Twórz obrazy Linux gotowe do wdrożenia na fizycznym sprzęcie, maszynach wirtualnych czy systemie kontenerów takim jak Docker. Kiwi jest siłą napędową SUSE Studio.",
    "Discover the best open-source tools developed by our community": "Odkryj najlepsze narzędzia open-source tworzone przez naszą społeczność",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "Dotacje wspierające projekt openSUSE są zawsze mile widziane. Open Build Service, który jest używany przez kilka innych projektów open-source, został udostępniony społeczności projektu dzięki dotacji serwerów przez firmę AMD. Takie dotacje pozwalają ludziom i projektom prosperować, rozwijać się, wprowadzają innowacje i postęp. Projekt openSUSE nie prosi o pieniądze, ale o dotacje sprzętu, który pozwala doświadczonej społeczności open-source na rozwój Linuksa, dostarcza narzędzia openSUSE za darmo, rozwija ekosystem open-source używany przez programistów, administratorów i twórców pakietów. Sprzęt pomaga społeczności openSUSE! Sprzęt pomaga społeczności open-source! Sprzęt pomaga rozwijać Linuksa! Aby dowiedzieć się więcej jak przekazać sprzęt projektowi openSUSE, wyślij email",
    "Find out more": "Dowiedz się więcej",
    "Find out more about how to participate.": "Dowiedz się więcej jak uczestniczyć.",
    "Forums": "Fora",
    "Get software": "Pobierz oprogramowanie",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "Zdobądź najbardziej kompletną dystrybucję Linux z ostatnim regularnym wydaniem openSUSE!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Otrzymuj najnowsze pakiety z naszą dystrybucją ciągłą. Szybko! Zintegrowane! Ustabilizowane! Przetestowane!",
    "Go to link": "Przejdź",
    "Hardware": "Sprzęt",
    "Home": "Start",
    "Install Leap": "Zainstaluj Leap",
    "Install Tumbleweed": "Zainstaluj Tumbleweed",
    "Learn more": "Dowiedz się więcej",
    "Meet up with openSUSE at conferences.": "Spotkaj się z openSUSE na Konferencjach.",
    "More information": "Więcej informacji",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Nowi i doświadczenie użytkownicy Linuksa dostają najbardziej użyteczną dystrybucję Linuksa i stabilny system operacyjny wraz z regularnym wydaniem openSUSE. Ostatnia znacząca wersja openSUSE dostarcza aktualizacje i utwardza system. Wybierz pulpit, skonfiguruj system i ciesz się platformą wybieraną przez programistów Linuksa, administratorów i dostawców oprogramowania.",
    "News": "Wiadomości",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "Nasze narzędzie budowania pozwala na tworzenie pakietów zarówno dla SUSE Linux Enterprise a także dystrybucji Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu i innych.",
    "Press": "Prasa",
    "Shop": "Sklep",
    "Social Network": "Sieć społecznościowa",
    "Sponsored by:": "Sponsorowane przez:",
    "The best/only comprehensive Linux system configuration & installation tool.": "Najlepsze/jedyne tak wszechstronne narzędzie do konfiguracji i instalacji systemu Linux.",
    "The makers' choice for sysadmins, developers and desktop users.": "Polecany przez twórców dla administratorów, programistów i użytkowników domowych.",
    "Tools": "Narzędzia",
    "View upcoming conferences": "Zobacz nadchodzące Konferencje",
    "day": "dzień",
    "days": "dni",
    "hour": "godzina",
    "hours": "godzin",
    "is now available": "jest już dostępne",
    "openSUSE TOOLS": "NARZĘDZIA openSUSE",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "openSUSE wierzy, że najlepsze wyniki można uzyskać, gdy ludzie współpracują i dobrze się przy tym bawią. Jest pożądanym aby społeczność openSUSE była inna inna niż pozostałe społeczności open-source. Nie jesteśmy zwykłą społecznością i starania społeczności wyznaczają drogę rozwoju projektu. Starania społeczności przyczyniły się do powstania wielu świetnych narzędzi dla Linuksa oraz niesamowitą dystrybucję. Wraz z openSUSE, masz prawo głosu i w łatwy sposób możesz wspomagać projekt. Bez znaczenia czy jest doświadczonym programistą Linuksa czy zwykłym użytkownikiem, możesz rozwijać projekt openSUSE. Dołącz do forum, edytuj i pilnuj by artykuły na wiki były aktualne, odkrywaj i zgłaszaj błędy, weryfikuj dokumentację, zgłaszaj propozycje nowych pakietów i funkcji, twórz i podsyłaj poprawki bądź zostań rzecznikiem openSUSE przez udział w Konferencjach i bycie ambasadorem."
  }
}