{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "Todos os direitos reservados.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Qualquer usuário que deseja ter os pacotes mais recentes que incluem, mas não são limitados a, kernel Linux, SAMBA, git, áreas de trabalho, aplicativos de escritório e muitos outros pacotes, irá querer o Tumbleweed. O Tumbleweed atrai usuários avançados, desenvolvedores de software e contribuidores do openSUSE. Se você quer os softwares mais recentes e um ambiente de desenvolvimento independente ou necessita de uma plataforma estável próxima do mais recente em Linux, o Tumbleweed é a melhor escolha pra você.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "Testes automatizados para *qualquer* sistema operacional, que podem ler a tela e controlar a máquina de testes da mesma forma qu um usuário faz.",
    "Back to main page": "Voltar à página inicial",
    "Be part of our community contributing with any of the following:": "Seja parte de nossa comunidade contribuindo com um dos modos a seguir:",
    "CONTRIBUTE TO OPENSUSE": "CONTRIBUA COM O OPENSUSE",
    "Change language": "Alterar idioma",
    "Code": "Código",
    "Conferences": "Conferências",
    "Contribute": "Contribuir",
    "Contribute Code": "Contribuir com código",
    "Contribute Hardware": "Contribuir com hardware",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "Crie imagens Linux para implantação em hardware real, virtualizado e até mesmo contenedores de sistemas como o Docker. Kiwi é o motor que faz funcionar o SUSE Studio.",
    "Discover the best open-source tools developed by our community": "Descubra as melhores ferramentas de código aberto desenvolvidas por nossa comunidade",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "As doações para suportar o projeto openSUSE são sempre bem-vindas. De fato, o Open Build Service, que é usado por vários outros projetos de códido aberto, foi disponibilizado através de uma generosa doação de servidores pela AMD. É este tipo de doação que permite pessoas e projetos prosperar, desenvolver, inovar e progredir. O projeto não pede por dinheiro, mas doação de hardware para usar a experiência da comunidade de código aberto para aprimorar o desenvolvimento do Linux, fornecer as ferramentas do openSUSE para o ecossistema de código aberto livre e dar de volta aos desenvolvedores, administradores de sistema e empacotadores. Hardware ajuda a comunidade openSUSE! Hardware ajuda a comunidade de código aberto! E o hardware ajuda no desenvolvimento do Linux. Para saber mais sobre como doar hardware para o projeto openSUSE, mande um e-mail para",
    "Find out more": "Saiba mais",
    "Find out more about how to participate.": "Saiba mais sobre como participar.",
    "Forums": "Fóruns",
    "Get software": "Baixar software",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "Obtenha a mais completa distribuição Linux com a versão de lançamento regular mais recente do openSUSE!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Obtenhas os pacotes Linux mais recentes com nossa distribuição de lançamento contínuo. Rápido! Integrado! Estabilizado! Testado!",
    "Go to link": "Ir para o link",
    "Home": "Início",
    "Imprint.": "Responsável.",
    "Install Leap": "Instale o Leap",
    "Install Tumbleweed": "Instalar o Tumbleweed",
    "Learn more": "Saiba mais",
    "Meet up with openSUSE at conferences.": "Encontre-se com o openSUSE em conferências.",
    "More information": "Mais informações",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Usuários Linux novos e experientes obtém a distribuição Linux mais usável e o sistema operacional mais estabilizado com a versão de lançamento regular do openSUSE. Receba atualizações e fortaleça seu sistema com a maior distribuição do openSUSE mais recente. Selecione sua área de trabalho, configure seu sistema e aproveite da plataforma de escolha para os desenvolvedores Linux, administradores e revendedores de software.",
    "News": "Notícias",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "Nossa ferramenta de compilação, compila todos os nossos pacotes bem como os para SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu e mais.",
    "Press": "Imprensa",
    "Shop": "Loja",
    "Social Network": "Redes sociais",
    "Sponsored by:": "Patrocinado por:",
    "The best/only comprehensive Linux system configuration & installation tool.": "A melhor/única ferramenta abrangente de instalação e configuração do sistema Linux.",
    "The makers' choice for sysadmins, developers and desktop users.": "A escolha dos criadores para administradores de sistema, desenvolvedores e usuários.",
    "Tools": "Ferramentas",
    "View upcoming conferences": "Veja as próximas conferências",
    "day": "dia",
    "days": "dias",
    "hour": "hora",
    "hours": "horas",
    "https://en.opensuse.org/Portal:How_to_participate": "https://pt.opensuse.org/Portal:Como_Participar",
    "is now available": "já está disponível",
    "openSUSE TOOLS": "Ferramentas do openSUSE",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "O openSUSE acredita que os melhores resultados vêm de pessoas colaborando e se divertindo. Sendo diferente de outras comunidades de código aberto é o que faz o openSUSE desejável. Não somo uma comunidade convencional e nossos esforços comunitários determinam o caminho do projeto. Os esforços da comunidade criaram várias ferramentas ótimas para o Linux e uma incrível distribuição. Com o openSUSE, você tem voz e pode facilmente contribuir para o projeto. Quer você seja um desenvolvedor Linux experiente ou um usuário final envolvido no projeto. Entre no fórum, mantenha nossa wiki atualizada, encontre e relate erros, revise a documentação, envie sua lista de desejos de novos pacotes e recursos, crie e envie correçõe ou torne-se um defensor do openSUSE indo a eventos e tornando-se um embaixador."
  }
}