{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "Todos os Direitos Reservados.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Qualquer utilizador que deseje ter os mais recentes pacotes que incluem, mas não estão limitados ao, kernel Linux, SAMBA, git, ambientes de trabalho, aplicações de escritório e muitos outros pacotes, vão querer o Tumbleweed. O Tumbleweed atrai os Utilizadores Avançados, Programadores de Software e Contribuidores do openSUSE. Se você requer as pilhas de software mais recentes e Ambientes de Desenvolvimento Integrados ou precisa de uma plataforma estável em Linux com tecnologia de ponta, o Tumbleweed é a melhor escolha para si.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "Testes automatizados para *qualquer* sistema operativo, que pode ler o ecrã e controlar a máquina de testes da mesma maneira que qualquer utilizador consegue.",
    "Back to main page": "Voltar à página principal",
    "Be part of our community contributing with any of the following:": "Seja parte da comunidade contribuindo com um dos seguintes modos:",
    "Blogs": "Blogues",
    "Build Service": "Serviço de Construção",
    "CONTRIBUTE TO OPENSUSE": "CONTRIBUA PARA O OPENSUSE",
    "Change language": "Alterar idioma",
    "Code": "Código",
    "Conferences": "Conferências",
    "Contribute": "Contribuir",
    "Contribute Code": "Contribua Código",
    "Contribute Hardware": "Contribua Hardware",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that builds the openSUSE release images.": "Cria imagens Linux para implementação em hardware verdadeiro, virtualizado e agora também sistemas em contentor como o Docker. O Kiwi é o motor que constrói as imagens de lançamento do openSUSE.",
    "Discover the best open-source tools developed by our community": "Descubra as melhores ferramentas de código aberto desenvolvidas pela nossa comunidade",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "Doações para suportar o projeto openSUSE são sempre bem-vindas. De facto, o Open Build Service, que é utilizado por vários outros projetos de código aberto, foi colocado à disposição da comunidade do projeto através de uma generosa doação de servidores por parte da AMD. É este tipo de doações que permite  as pessoas e aos projetos prosperar, desenvolver, inovar e progredir. O projeto não está a pedir dinheiro, mas doações de hardware para utilizar a experiência da comunidade para fortalecer o desenvolvimento Linux, para providenciar ferramentas do openSUSE de modo gratuito, ecossistemas de código aberto e dar de volta aos programadores, administradores de sistemas e empacotadores. O hardware ajuda a comunidade openSUSE! O hardware ajuda a comunidade openSUSE! E hardware ajuda o desenvolvimento de Linux. Para saber mais sobre como doar hardware para o projeto openSUSE, envie um email para",
    "Find out more": "Saiba mais",
    "Find out more about how to participate.": "Saiba mais sobre como participar.",
    "Forums": "Fóruns",
    "Get software": "Obter software",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "Obtenha a distribuição de Linux mais completa com a última versão de lançamento regular do openSUSE!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Obtenha os mais recentes pacotes Linux com o nosso lançamento \"rolling\". Rápido! Integrado! Estável! Testado!",
    "Go to link": "Seguir a hiperligação",
    "Home": "Início",
    "Imprint.": "Impressão.",
    "Install Leap": "Instalar o Leap",
    "Install Tumbleweed": "Instalar o Tumbleweed",
    "Learn more": "Saiba mais",
    "Mailing Lists": "Listas de Correio",
    "Meet up with openSUSE at conferences.": "Encontre-se com o openSUSE em conferências.",
    "More information": "Mais informação",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Utilizadores novos e experientes obtêm o sistema operativo da distribuição Linux mais usável e estável com a versão regular do openSUSE. Receba atualizações e endureça o seu SO com a última grande distribuição do openSUSE. Escolha o seu ambiente de trabalho, configure o seu sistema e desfrute da plataforma de escolha para programadores Linux, administradores e revendedores de software.",
    "News": "Notícias",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "A nossa ferramenta de construção, constrói todos os nossos pacotes bem como para o SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, e muitos mais.",
    "Press": "Imprensa",
    "Shop": "Loja",
    "Social Network": "Rede Social",
    "Sponsored by:": "Patrocinado por:",
    "The best/only comprehensive Linux system configuration & installation tool.": "A melhor/única ferramenta abrangente de instalação e configuração de sistema Linux.",
    "The makers' choice for sysadmins, developers and desktop users.": "A escolha dos fabricantes para os administradores de sistemas, programadores e utilizadores de computador.",
    "Tools": "Ferramentas",
    "View upcoming conferences": "Veja as próximas conferências",
    "We've created a Design System to help you contribute consistent web tools and features using the openSUSE colors, writing guides, and more. Check it out:": "Criámos um Sistema de Design para ajudá-lo a contribuir ferramentas e recursos consistentes da Web com a utilização das cores openSUSE, guias de escrita e muito mais. Dê uma vista de olhos:",
    "day": "dia",
    "days": "dias",
    "for Leap 15.2": "para o Leap 15.2",
    "hour": "hora",
    "hours": "horas",
    "https://en.opensuse.org/Portal:How_to_participate": "https://pt.opensuse.org/Portal:Como_Participar",
    "openSUSE Design System": "Sistema de Design openSUSE",
    "openSUSE TOOLS": "FERRAMENTAS openSUSE",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "O openSUSE acredita que os melhores resultados surgem de pessoas a colaborar e a divertirem-se. Sendo diferentes das outras comunidades de código aberto é o que torna o openSUSE desejável. Não somo uma comunidade convencional e os nossos esforços comunitários determinam o futuro do projeto. Os esforços da comunidade criaram várias excelentes ferramentas para Linux e uma distribuição incrível. Com o openSUSE, você tem voz e pode facilmente contribuir para o projeto. Independentemente de ser um programador experiente de Linux ou um utilizador final envolva-se no projeto. Junte-se ao fórum, mantenha a nossa wiki atualizada, encontre e reporte erros, reveja a documentação, envie a sua lista de desejos de novos pacotes e recursos, crie e envie correções ou torne-se um defensor do openSUSE indo a eventos e tornando-se num embaixador."
  }
}