{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "Alla rättigheter reserverade.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Användare som vill använda senaste versioner av bl.a. Linuxkärnan, SAMBA, git, skrivbordsmiljöer, officepaket mm. skall överväga Tumbleweed. Tumbleweed är det rätta valet för erfarna användare, programutvecklare och openSUSE utvecklare. Om du behöver den senaste mjukvarustacken eller vill köra Linux så nära bleeding edge som möjligt, är Tumbleweed det bästa valet för dig.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "Automatiserad test av *alla* operativsystem som kant läsa av skärmen och kontrollera testobjektet på samma sätt som en användare gör.",
    "Back to main page": "Tillbaka till huvudsida",
    "Be part of our community contributing with any of the following:": "Bli en del av vår community genom att bidra med något av följande:",
    "Blogs": "Bloggar",
    "Build Service": "Byggtjänst",
    "CONTRIBUTE TO OPENSUSE": "BIDRA TILL OPENSUSE",
    "Change language": "Ändra språk",
    "Code": "Kod",
    "Conferences": "Konferenser",
    "Contribute": "Bidra",
    "Contribute Code": "Bidra med kod",
    "Contribute Hardware": "Bidra med hårdvara",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "Skapa Linuxavbilder för spridning på reell hårdvara, virtuella maskiner och nu även på systemcontainers såsom Docker. Kiwi är motor som driver SUSE Studio.",
    "Discover the best open-source tools developed by our community": "Upptäck de bästa open-sourceverktygen utvecklade av vår community",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "Donationer för att stödja openSUSE-projektet är alltid välkomna. T.ex. gjordes Open Build Service, som nu används av andra open-source projekt, tillgänglig genom en generös donation av servrar från AMD. Det är denna typ av donationer som får projekt och människor att vilja utveckla och skapa nya lösningar. Vi ber inte om pengar för projektet, men donationer av hårdvara till open-source communityns experter gör det möjligt att föra fram utvecklingen av Linux, tillhandahålla fria openSUSE verktyg för open-source världen och på så sätt ge tillbaka till utvecklare, systemadministratörer och distributörer. Hårdvara hjälper openSUSE communityn och därmed utvecklingen av Linux. För att se hur du kan donera hårdvara till openSUSE-projektet, e-posta",
    "Find out more": "Läs mer",
    "Find out more about how to participate.": "Läs mer om hur du kan deltaga.",
    "Forums": "Forum",
    "Get software": "Få programvara",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "Få den mest kompletta Linuxdistributionen med openSUSE:s senaste standardutgåva!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Med vår rullade utgåva av Linux har du alltid de nyaste programpaketen. Snabbt! Integrerat! Stabiliserat! Testat!",
    "Go to link": "Gå till länk",
    "Hardware": "Maskinvara",
    "Home": "Hem",
    "Install Leap": "Installera Leap",
    "Install Tumbleweed": "Installera Tumbleweed",
    "Learn more": "Lär dig mer",
    "Meet up with openSUSE at conferences.": "Träffas på openSUSE konferenser.",
    "More information": "Mer information",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Nya och erfarna Linuxanvändare får den mest användbara Linuxdistributionen och det stabilaste operativsystemet med openSUSE:s standardutgåva. Få uppdateringar och härda ditt OS med openSUSE:s senaste utgåva. Välj skrivbordsmiljö, konfigurera ditt system och ha kul med plattformen som är valet för Linuxutvecklare, administratörer och programleverantörer.",
    "News": "Nyheter",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "Med vårt byggverktyg bygger vi förutom egna paket även till SUSE Linux Enterprise,  Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu med flera.",
    "Shop": "Butik",
    "Social Network": "Sociala nätverk",
    "Sponsored by:": "Sponsorerat av:",
    "The best/only comprehensive Linux system configuration & installation tool.": "Det bästa och mest kompletta konfiguration- och installationsverktyget för Linux.",
    "The makers' choice for sysadmins, developers and desktop users.": "The makers' choice för systemadministratörer, utvecklare och datoranvändare.",
    "Tools": "Verktyg",
    "View upcoming conferences": "Se kommande konferenser",
    "day": "dag",
    "days": "dagar",
    "hour": "timme",
    "hours": "timmar",
    "is now available": "är tillgänglig nu",
    "openSUSE TOOLS": "openSUSE VERKTYG",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "openSUSE tror att bäst resultat uppnås av människor som samarbetar och har kul. Vi skiljer oss från andra open-source communities vilket gör openSUSE unikt. Vi är inte en vanlig community och medlemmarnas insatser stakar ut vägen för projektets framtid. Vår communitys arbete har skapat en massa fantastiska verktyg och en grym distribution. I openSUSE-projektet är det enkelt att bidra och påverka utvecklingen. Oavsett om du är en erfaren Linuxutvecklare eller slutanvändare, engagera dig i projektet! Gå med i forumet, hjälp till att hålla wiki:n uppdaterad, hitta och rapportera buggar, se över dokumentationen, sänd in önskningar om nya paket och funktioner, bidra med patchar och inte minst, hjälp till att sprida openSUSE."
  }
}