{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "Усі права захищено.",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "Будь-якому користувачу, який хоче мати найновіші пакунки, що включають, але не обмежуються, ядро Linux, Sambda, git, стільниці, офісні програми та багато інших пакунки, потрібно буде Tumbleweed (перекотиполе).  Tumbleweed закликає досвідчених користувачів, розробників програмного забезпечення і помічників openSUSE. Якщо вам необхідні останні програмні стеки і незалежне середовище розробки або потрібна стійка платформа, найближча до найновіших напрацювань Linux, то Tumbleweed - це найкращий вибір для вас.",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "Автоматичне тестування для будь-якої операційної системи, що може читати екран і управляти тестом подібним чином до користувача.",
    "Back to main page": "Назад на домівку",
    "Be part of our community contributing with any of the following:": "Будьте частиною нашої громади, надаючи допомогу у таких справах:",
    "Blogs": "Блоґи",
    "Build Service": "Служба складання",
    "CONTRIBUTE TO OPENSUSE": "СПРИЯННЯ РОЗВИТКУ OPENSUSE",
    "Change language": "Змінити мову",
    "Code": "Код",
    "Conferences": "Конференції",
    "Contribute": "Зробіть внесок",
    "Contribute Code": "Написання коду",
    "Contribute Hardware": "Пожертва обладнання",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "Створення образів Linux для розгортання на реальному обладнанні, віртуалізації, і тепер навіть контейнерних систем на кшталт Docker. Kiwi - рушій, який запускає SUSE Studio.",
    "Discover the best open-source tools developed by our community": "Пізнавайте найкращі засоби з відкритим кодом, розроблені нашою громадою",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "Пожертви для підтримки проекту openSUSE завжди вітаються. Насправді, відкрита служба складання (Open Build Service), яка використовується декількома проектами з відкритим кодом, стала доступною спільноті проекту завдяки щедрій пожертві серверів компанією AMD. Саме цей тип пожертв дозволяє людям і проектам процвітати, розвиватися, впроваджувати новинки та досягати прогресу. Проект не просить коштів, але пожертва обладнання, щоб громада відкритого коду підтримувала розробку Linux, забезпечує openSUSE засобами для вільної екосистеми із відкритим кодом і надається розробникам, системним адміністраторам та складальникам пакунків. Обладнання допомагає спільноті openSUSE! Обладнання допомагає спільноті відкритого коду! А також обладнання допомагає розвитку Linux! Дізнайтеся, як ви можете пожертвувати обладнання на проект openSUSE, написавши листа",
    "Find out more": "Дізнатися більше",
    "Find out more about how to participate.": "Дізнайтеся більше, як можна допомогти нам.",
    "Forums": "Форуми",
    "Get software": "Звантажити",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "Отримуйте повноцінний дистрибутив Linux з останньою версією регулярного випуску openSUSE!",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "Отримуйте новітні пакунки Linux із нашого безверсійного випуску. Швидко! Інтегровано! Стабільно! Перевірено!",
    "Go to link": "Посилання",
    "Hardware": "Обладнання",
    "Home": "Домівка",
    "Imprint.": "Відбиток.",
    "Install Leap": "Встановити Leap",
    "Install Tumbleweed": "Встановити Tumbleweed",
    "Learn more": "Дізнатися більше",
    "Meet up with openSUSE at conferences.": "Зустріньтеся з openSUSE на конференціях.",
    "More information": "Докладніше",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "Нові і досвідчені користувачі Linux одержують максимально корисний дистрибутив Linux і стабільну операційну систему із регулярним випуском openSUSE. Отримуйте оновлення та захист вашої ОС з останнім основним  дистрибутивом openSUSE. Підберіть собі стільницю, налаштуйте систему і насолоджуйтеся платформою для розробників Linux, адміністраторів і постачальників програмного забезпечення.",
    "News": "Новини",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "Наш засіб складання збирає усі наші пакунки, а також для SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu тощо.",
    "Press": "Преса",
    "Shop": "Крамниця",
    "Social Network": "Соціальна мережа",
    "Sponsored by:": "За підтримки:",
    "The best/only comprehensive Linux system configuration & installation tool.": "Найкращий усебічний засіб системного налаштування та встановлення Linux.",
    "The makers' choice for sysadmins, developers and desktop users.": "Творчий вибір для системних адміністраторів, розробників і користувачів ПК.",
    "Tools": "Засоби",
    "View upcoming conferences": "Перегляд майбутніх конференцій",
    "Wiki": "Вікі",
    "day": "день",
    "days": "дні",
    "hour": "година",
    "hours": "годин",
    "is now available": "доступна зараз",
    "openSUSE TOOLS": "ЗАСОБИ openSUSE",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "openSUSE вважає, що найкращі результати приходять від людей, які разом працюють і розважаються. Відрізнятися від інших громад з відкритим вихідним кодом - це саме те, що робить openSUSE бажаною ОС. Ми не звичайна громада і наші зусилля визначають шлях проекту. Нами створено декілька відмінних засобів для Linux і чудовий дистрибутив. У openSUSE ви матимете голос і можете легко сприяти розвитку проекту.  Незалежно від того, чи ви є досвідченим розробником Linux або кінцевим користувачем, залучайтеся до проекту openSUSE. Приєднуйтеся до форуму, підтримуйте і зберігайте нашу вікі у актуальному стані, знаходьте і повідомляйте про хиби, перевіряйте документацію, відправляйте свій список побажань для нових пакунків і функцій, створюйте і надсилайте латки, або ставайте захисником для openSUSE, відвідуючи події як посол."
  }
}