{
  "WARNING": "Please see the README.md - this is generated",
  "token": {
    "All Rights Reserved.": "保留所有权利。",
    "Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.": "任何期颐最新软件包的用户，包括但不限于内核、SAMBA、git、桌面环境、办公应用以及许多其它软件包，都会想要使用 Tumbleweed。Tumbleweed 迎合了高级用户、软件开发者和  openSUSE 贡献者。若您需要最新软件堆栈和整合的开发环境，或者需要一个最接近最新 Linux 的稳定平台，Tumbleweed 是您的不二选择。",
    "Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.": "自动测试任何操作系统，可以像用户那样阅读屏幕和控制测试用主机。",
    "Back to main page": "返回首页",
    "Be part of our community contributing with any of the following:": "为以下事务出力，成为我们社区的一份子：",
    "Blogs": "博客",
    "Build Service": "构建服务",
    "CONTRIBUTE TO OPENSUSE": "群策群力",
    "Change language": "修改语言",
    "Code": "代码",
    "Conferences": "会议",
    "Contribute": "贡献",
    "Contribute Code": "贡献代码",
    "Contribute Hardware": "贡献硬件",
    "Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.": "为在真实硬件、虚拟化环境、现在甚至可以是像 Docker 这样的容器系统上部署创建 Linux 映像。Kiwi 是驱动 SUSE Studio 的引擎。",
    "Discover the best open-source tools developed by our community": "探索我们社区开发的、最好的开源工具",
    "Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email": "对 openSUSE 项目的捐助总是受欢迎的。事实上，也被一些其它开源项目使用着的 Open Build Service，是 AMD 慷慨地捐赠了服务器，才能被社区用上的。这种捐赠使项目及其成员得以兴盛、发展、创新和演进。该项目并不要钱，而是要硬件捐赠，以运用开源社区的专业知识来进行 Linux 开发，为自由开源生态系统提供 openSUSE 的工具，并回馈给开发者、系统管理员和打包者。硬件有助 openSUSE 社区！硬件有助开源社区！并且硬件有助 Linux 开发。要了解如何捐赠硬件给 openSUSE 项目，请邮件",
    "Find out more": "详细了解",
    "Find out more about how to participate.": "了解如何参与。",
    "Forums": "论坛",
    "Get software": "撷取软件",
    "Get the most complete Linux distribution with openSUSE’s latest regular-release version!": "安装 openSUSE 最新的常规发布版本，获取最完整的 Linux 发行版体验！",
    "Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!": "安装我们的滚动版本，获取最新 Linux 软件包。\n日新月异！整合如一！坚如磐石！久经检验！",
    "Go to link": "前往链接",
    "Hardware": "硬件",
    "Home": "首页",
    "Imprint.": "说明。",
    "Install Leap": "安装 Leap",
    "Install Tumbleweed": "安装 Tumbleweed",
    "Learn more": "了解更多",
    "Meet up with openSUSE at conferences.": "参加会议邂逅 openSUSE。",
    "More information": "更多信息",
    "New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.": "新用户和有点经验的 Linux 用户可以使用 openSUSE 的常规版本来获得最可用的 Linux 发行版和稳定的操作系统体验。使用最新的 openSUSE 主力发行版，您可以收取更新和加固您的操作系统。选择桌面环境、简单配置下系统，您就可以享有 Linux 开发者、管理员以及软件制造商所钟情的平台。",
    "News": "新闻",
    "Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.": "我们的构建工具，构建了我们的全部软件包，以及 SUSE Linux Enterprise、Arch、Debian、Fedora、Scientific Linux、RHEL、CentOS、Ubuntu 甚至更多发行版的部分软件包。",
    "Press": "媒体",
    "Shop": "商店",
    "Social Network": "社交网络",
    "Sponsored by:": "赞助：",
    "The best/only comprehensive Linux system configuration & installation tool.": "最好的、唯一的综合性 Linux 系统配置和安装工具。",
    "The makers' choice for sysadmins, developers and desktop users.": "系统管理员、开发者和桌面用户的上上之选。",
    "Tools": "工具",
    "View upcoming conferences": "查看临近的会议",
    "Wiki": "维基",
    "day": "天",
    "days": "天",
    "hour": "小时",
    "hours": "小时",
    "https://en.opensuse.org/Portal:How_to_participate": "https://zh.opensuse.org/Portal:如何参与",
    "is now available": "现已发布",
    "openSUSE TOOLS": "openSUSE 工具",
    "openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.": "openSUSE 坚信最好的结果来自于人们的协作和兴趣。与其它开源社区的不同之处才是 openSUSE 的出彩之处。 我们不是保守的社区，社区的努力可以决定项目的走向。社区的努力已经创造了一些伟大的 Linux 工具和一个了不起的发行版。参与 openSUSE，您可以发出声音，也可以轻松地为项目出力。不管您是一个经验丰富的 Linux 开发者还是一个最终用户，参与 openSUSE 项目吧！您可以加入论坛，维护、更新我们的 wiki，寻找并报告臭虫，校对文档，请愿新软件包及功能，创建并提交补丁，参加开源活动倡导 openSUSE，或者成为一名大使。"
  }
}