Repository: openSUSE/landing-page
Catalog: po/*.po
Languages: ar, ca, cs, da, de, es, fa, fr, gl, ja, ko, lt, nn, pt_br, uk

source: The makers' choice for sysadmins, developers and desktop users.
ar: الخيار المثالي لمديري النظم، والمطورين، ومستخدمي الأجهزة المكتبية.
ca: La tria dels fabricants per a administradors de sistemes, desenvolupadors i usuaris d'escriptoris.
cs: Volba tvůrců pro systémové správce, vývojáře i uživatele osobních počítačů.
da: Det rette valg for skabende brugere - systemadministratorer, udviklere og desktop-brugere.
de: Die Wahl der Macher für Systemadministratoren, Entwickler und Desktopanwender.
es: La mejor elección para administradores de sistemas, desarrolladores y usuarios de ordenadores de sobremesa.
fa: انتخاب سازنده برای مدیران سیستم، توسعه دهندگان و کاربران دسکتاپ.
fr: Le choix idéal pour les administrateurs système, les développeurs et les utilisateurs.
gl: A mellor escolla para administradores de sistemas, desenvolvedores e usuarios de escritorio.
ja: どちらをお使いになりますか？
ko: 시스템 관리자, 개발자 그리고 데스크톱 사용자들의 선택.
lt: Puikiai tiks sistemų administratoriams, programuotojams ir paprastiems naudotojams.
nn: Valet for systemadministratorar, utviklarar og vanlege brukarar.
pt_br: A escolha dos criadores para administradores de sistema, desenvolvedores e usuários.
uk: Творчий вибір для системних адміністраторів, розробників і користувачів ПК.

source: Home
ar: الرئيسية
ca: Inici
cs: Domů
da: Hjemme
de: Startseite
es: Inicio
fa: خانه
fr: Accueil
gl: Directorio Persoal
ja: ホーム
ko: 홈
lt: Pradžia
nn: Heim
pt_br: Início
uk: Домівка

source: Tools
ar: أدوات
ca: Eines
cs: Nástroje
da: Værktøjer
de: Werkzeuge
es: Herramientas
fa: ابزارها
fr: Outils
gl: Ferramentas
ja: ツール
ko: 도구
lt: Įrankiai
nn: Verktøy
pt_br: Ferramentas
uk: Засоби

source: News
ar: أخبار
ca: Notícies
cs: Novinky
da: Nyheder
de: Neuigkeiten
es: Novedades
fa: اخبار
fr: Nouvelles
gl: Noticias
ja: ニュース
ko: 소식
lt: Naujienos
nn: Nyheiter
pt_br: Notícias
uk: Новини

source: Contribute
ar: ساهم
ca: Contribuïu-hi
cs: Přispět
da: Bidrag
de: Mitarbeiten
es: Contribuir
fa: مشارکت
fr: Contribuer
gl: Contribuír
ja: 貢献方法
ko: 기여하기
lt: Prisidėti
nn: Bidra
pt_br: Contribuir
uk: Зробіть внесок

source: Conferences
ar: مؤتمرات
ca: Conferències
cs: Konference
da: Konferencer
de: Konferenzen
es: Conferencias
fa: سخنرانی ها
fr: Conférences
gl: Conferencias
ja: カンファレンス
ko: 컨퍼런스
lt: Susitikimai
nn: Konferansar
pt_br: Conferências
uk: Конференції

source: Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!
ar: احصل على أحدث حزم لينكس عند استخدام النسخة المتدحرجة. سريعة! متكاملة! مستقرة! مختبرة!
ca: Obtingueu els paquets més nous de Linux amb la nostra edició contínua. Ràpida! Integrada! Estabilitzada! Provada!
cs: Získejte nejnovější linuxové balíčky s naším rolujícím vydáním. Rychlé! Ucelené! Stabilizované! Otestované!
da: Få de nyeste Linux-pakker med vores rullende udgivelse. Hurtigt! Integreret! Relativt stabilt! Testet!
de: Holen Sie sich die neuesten Linuxpakete mit unserem Rolling Release. Schnell! Integriert! Stabil! Getestet!
es: Consiga los paquetes de Linux más nuevos con nuestra versión de lanzamiento continuo. ¡Rápido! ¡Integrado! ¡Estabilizado! ¡Probado!
fa: آخرین بسته های لینوکس را با توزیع غلطان ما دریافت کنید. سریع! یکپارچه! پایدار! تست شده!
fr: Obtenez les logiciels Linux les plus récents avec notre distribution en publication continue (rolling release). Rapide ! Intégrée ! Stabilisée ! Testée !
gl: Obteña os paquetes de Linux máis novos coa nosa versión de lanzamento continuo. Rápido! Integrado! Estabilizado! Probado!
ja: ローリングリリースモデルで最新の Linux パッケージを提供します。高速で統合性に優れ、テストにより安定性もあります。
ko: 최신 Linux 패키지들을 우리의 롤링 버전과 함께 다운로드하세요. 빠르고! 통합적이며! 안정적이고! 검증되었습니다!
lt: Įsidiegę nuolatinio atnaujinimo sistemą, gausite naujausius Linukso paketus. Sparti! Įvairiapusiška! Stabili! Patikrinta!
nn: Få dei nyaste Linux-pakkane med vår rullerande distro. Rask! Integrert! Stabil! Testa!
pt_br: Obtenhas os pacotes Linux mais recentes com nossa distribuição de lançamento contínuo. Rápido! Integrado! Estabilizado! Testado!
uk: Отримуйте новітні пакунки Linux із нашого безверсійного випуску. Швидко! Інтегровано! Стабільно! Перевірено!

source: More information
ar: معلومات إضافية
ca: Més informació
cs: Více informací
da: Mere information
de: Weitere Informationen
es: Más información
fa: اطلاعات بیشتر
fr: Plus d'informations
gl: Máis información
ja: 詳細情報
ko: 자세히 보기
lt: Daugiau informacijos
nn: Meir informasjon
pt_br: Mais informações
uk: Докладніше

source: Install Tumbleweed
ar: تثبيت المتدحرجة
ca: Instal·leu el Tumbleweed
cs: Nainstalovat Tumbleweed
da: Installér Tumbleweed
de: Tumbleweed installieren
es: Instalar Tumbleweed
fa: نصب Tumbleweed
fr: Installer Tumbleweed
gl: Instalar Tumbleweed
ja: Tumbleweed のインストール
ko: Tumbleweed 설치
lt: Diegti nuolat atnaujinamą sistemą
nn: Installer Tumbleweed
pt_br: Instalar o Tumbleweed
uk: Встановити Tumbleweed

source: Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.
ar: أي مستخدم يرغب في أحدث الحزم بما في ذلك نواة لينكس، وسامبا، وgit، وسطح المكتب، والتطبيقات المكتبية، والعديد من الحزم الأخرى. سيناسبه استخدام المُتَدَحْرِج. تناسب المُتَدَحْرِج المستخدمين المتقدمين، ومطوري البرمجيات، والمساهمين في تطوير أوبن سوزي. إذا كنت تحتاج لأحدث البرمجيات وبيئات التطوير أو منصة مستقرة وقريبة جدا من أحدث ما وصل إليه لينكس المُتَدَحْرِج هي أفضل خيار.
ca: Qualsevol usuari que desitgi tenir els nous paquets que inclouen (però que no s'hi limiten) el nucli de Linux, SAMBA, git, escriptoris, aplicacions d'oficina i molts altres paquets, voldrà el Tumbleweed. El Tumbleweed atrau usuaris avançats, desenvolupadors de programari i col·laboradors d'openSUSE. Si necessiteu els últims conjunts de programari i un entorn de desenvolupament independent, o necessiteu una plataforma estable propera al més nou que hi ha de Linux, el Tumbleweed és la millor opció per a vosaltres.
cs: Každý uživatel, který si přeje mít nejnovější balíčky zahrnující jádro Linux, SAMBU, git, pracovní plochy, kancelářské aplikace a mnoho dalších balíčků, bude chtít používat Tumbleweed. Pokročilí uživatelé, vývojáři softwaru či přispěvatelé do openSUSE, ti všichni jsou Tumbleweedem přitahováni. Pokud vyžadujete nejnovější haldu softwaru a integrované vývojové prostředí, či potřebujete stabilní platformu co nejbližší nejnovější verzi Linuxu, Tumbleweed pro vás tou správnou volbou.
da: Brugere, som ønsker de nyeste pakker herunder - men ikke kun - Linux-kernen, SAMBA, git, skriveborde, kontorprogrammer og mange andre pakker har brug for Tumbleweed. Tumbleweed appellerer til brugere med stor erfaring, softwareudviklere og bidragydere til openSUSE. Hvis de har brug for den seneste softwarestak og integrerede udviklingsmiljø eller behøver en stabil platform så tæt på de seneste udviklinger i Linux som muligt, så er Tumbleweed det bedste valg.
de: Jeder Benutzer, der die neuesten Pakete haben möchte, die unter anderem den Linux-Kernel, SAMBA, git, Desktops, Office-Anwendungen und viele andere Pakete beinhalten, wird sich Tumbleweed wünschen. Tumbleweed richtet sich an Power-User, Softwareentwickler und openSUSE-Mitwirkende. Wenn Sie die neuesten Software-Stacks und eine integrierte Entwicklungsumgebung benötigen oder eine stabile Plattform benötigen, die dem neuesten Linux am nächsten kommt, ist Tumbleweed die beste Wahl für Sie.
es: Cualquier usuario que desee tener los paquetes más nuevos como el kernel de Linux, SAMBA, git, entornos de escritorio, aplicaciones de oficina y otros muchos paquetes, querrá tener Tumbleweed. Tumbleweed crea interés entre usuarios con experiencia, desarrolladores de software y colaboradores de openSUSE. Si necesita los paquetes de software más recientes, entornos de desarrollo integrado (IDE) o necesita una plataforma estable con lo ultimísimo de Linux, Tumbleweed es la mejor elección.
fa: هر کاربری که علاقه به دریافت آخرین نسخه های بسته های مختلف، شامل هسته ی لینوکس، سامبا، گیت، میزکارها، نرم افزارهای آفیس و بسیاری بسته های دیگر دارد، به Tumbleweed علاقه مند خواهد شد.Tumbleweed کاربران قدرتمند، توسعه دهندگان نرم افزارها و مشارکت کنندگان در openSUSE را جذب خواهد کرد. اگر شما به آخرین نسخه ی نرم افزارها و محیط توسعه ی یکپارچه و یا یک پلتفرم پایدار نزدیک به لبه ی تکنولوژی های لینوکس دارید، Tumbleweed بهترین انتخاب برای شماست.
fr: Tout utilisateur désirant les versions les plus récentes des paquets logiciels, dont le noyau Linux, SAMBA, git, des environnements de bureau, des applications bureautiques et de nombreux autres, voudra Tumbleweed. Tumbleweed vise en particulier les utilisateurs avancés, les développeurs et les contributeurs openSUSE. Que vous ayez besoin des dernières piles logicielles, des derniers environnements de développement, ou simplement d'une plate-forme stable au plus près de l'avant-garde, Tumbleweed est le meilleur choix pour vous.
gl: Calquera usuario que desexe ter os paquetes máis recentes que inclúen, pero non son limitados a, kernel linux, SAMBA, git, escritorios, aplicativos ofimáticos e moitos outros paquetes, quereré Tumbleweed. Tumbleweed atrae a usuarios avanzados, desenvolvedores de software e contribuidores de openSUSE. Se quere o software máis recente e un ambiente de desenvolvemento independente ou precisa unha plataforma estábel preto do máis recente en Linux, Tumbleweed é a súa mellor escolla.
ja: Linux カーネルや Samba, git, デスクトップ, オフィスアプリケーションなど、各種の最新パッケージを利用したい方は、 Tumbleweed の利用をお勧めします。 Tumbleweed は、知識のあるユーザやソフトウエアの開発者、 openSUSE の貢献者に最適な仕組みで、最新のソフトウエアスタックや統合開発環境など、最新の Linux に最も近く、かつ安定したプラットフォームをお求めの場合、最良の選択肢となるでしょう。
ko: Tumbleweed에는 사용자들이 필요로 하는 최신 프로그램이 포함되어 있습니다. 여기에는 제한없는 Linux 커널부터 SAMBA, Git, 데스크톱 환경, 오피스 응용프로그램 등이 있습니다. Tumbleweed 고급 사용자, 소프트웨어 개발자, openSUSE 기여자를 위해 만들어졌습니다. 최신 소프트웨어가 필요하거나, 통합 개발 환경 (IDE) 또는 안정적이면서도 가장 개발환경에 가까운 Linux 플랫폼이 필요하다면, Tumbleweed는 최고의 선택이 될 것입니다.
lt: Jei ieškote naujausių paketų su Linukso branduoliu, SAMBA, git, darbalaukiu, raštinės programomis ir kita programine įranga, tuomet Jums gali tikti nuolatinio atnaujinimo („Tumbleweed“, liet. „Vėjaričių“) variantas. Tokia sistema pirmiausiai skirta pažengusiems naudotojams, programuotojams ir openSUSE talkininkams. Nuolatinio atnaujinimo sistema pati patraukliausia turėtų būti tiems, kuriems reikia naujausios Linukso stabilios programinės įrangos ir/arba nepriklausomos programavimo aplinkos.
nn: Om du ønskjer dei nyaste versjonane av for eksempel Linux-kjernen, SAMBA, Git, skrivebordsmiljø og kontorprogramvare, treng du Tumbleweed. Tumbleweed passar for avanserte brukarar, programutviklarar og bidragsytarar til openSUSE. Viss du treng dei nyaste programbiblioteka og utviklingsmiljøa, eller treng ei stabil plattform med dei siste oppdateringane, er Tumbleweed det beste valet.
pt_br: Qualquer usuário que deseja ter os pacotes mais recentes que incluem, mas não são limitados a, kernel Linux, SAMBA, git, áreas de trabalho, aplicativos de escritório e muitos outros pacotes, irá querer o Tumbleweed. O Tumbleweed atrai usuários avançados, desenvolvedores de software e contribuidores do openSUSE. Se você quer os softwares mais recentes e um ambiente de desenvolvimento independente ou necessita de uma plataforma estável próxima do mais recente em Linux, o Tumbleweed é a melhor escolha pra você.
uk: Будь-якому користувачу, який хоче мати найновіші пакунки, що включають, але не обмежуються, ядро Linux, Sambda, git, стільниці, офісні програми та багато інших пакунки, потрібно буде Tumbleweed (перекотиполе). Tumbleweed закликає досвідчених користувачів, розробників програмного забезпечення і помічників openSUSE. Якщо вам необхідні останні програмні стеки і незалежне середовище розробки або потрібна стійка платформа, найближча до найновіших напрацювань Linux, то Tumbleweed - це найкращий вибір для вас.

source: Learn more
ar: تعرف على المزيد
ca: Apreneu-ne més
cs: Dozvědět se více
da: Læs mere
de: Erfahren Sie mehr
es: Saber más
fa: بیشتر بدانید
fr: En savoir plus
gl: Aprenda máis
ja: さらに詳しく
ko: 자세히 보기
lt: Sužinokite daugiau
nn: Lær meir
pt_br: Saiba mais
uk: Дізнатися більше

source: Get the most complete Linux distribution with openSUSE’s latest regular-release version!
ar: احصل على أكثر توزيعات لينكس اكتمالاً عند استخدام أحدث نسخة عادية من أوبن سوزي!
ca: Obtingueu la distribució Linux més completa amb l'última versió d'alliberament regular de l'openSUSE!
cs: Získejte nekompletnější distribuci Linuxu díky nejnovější verzi pravidelného vydání openSUSE!
da: Få den mest komplette Linux-distribution med openSUSE's seneste almindelige udgivelse!
de: Mit der neuesten regulären Version von openSUSE erhalten Sie die umfassendste Linux-Distribution!
es: ¡Obtenga la distribución más completa de Linux con la última versión de openSUSE de lanzamiento periódico!
fa: کاملترین نسخه ی لینوکس را با آخرین نسخه‌ openSUSE با دوره ی انتشار عادی دریافت کنید!
fr: Découvrez la distribution Linux la plus aboutie avec la dernière version d'openSUSE en publication régulière !
gl: Obteña a distribución máis completa de Linux coa última versión de lanzamento regular de openSUSE!
ja: openSUSE における通常リリース版は、最も円熟した Linux ディストリビューションです。
ko: 가장 완벽한 Linux 배포판을 openSUSE의 최신 정규 릴리스 버전으로 받아보세요!
lt: Parsisiųskite kartą per metus išleidžiamą openSUSE versiją – geriausiai paruoštą Linukso platinamąjį paketą!
nn: Få den mest komplette Linux-distribusjonen med regelmessige utgjevingar!
pt_br: Obtenha a mais completa distribuição Linux com a versão de lançamento regular mais recente do openSUSE!
uk: Отримуйте повноцінний дистрибутив Linux з останньою версією регулярного випуску openSUSE!

source: Install Leap
ar: تثبيت Leap
ca: Instal·leu l'openSUSE Leap
cs: Nainstalovat Leap
da: Installér Leap
de: Leap installieren
es: Instalar Leap
fa: نصب Leap
fr: Installer Leap
gl: Instalar Leap
ja: Leap のインストール
ko: Leap 설치
lt: Diegti kartą per metus išleidžiamą sistemą
nn: Installer Leap
pt_br: Instale o Leap
uk: Встановити Leap

source: New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.
ar: يحصل مستخدمي لينكس الجدد والمخضرمين على أفضل توزيعات لينكس صلاحية للاستعمال وعلى نظام تشغيل مستقر عند اختيار نسخة الإصدار العادي من أوبن سوزي. حدث تطبيقاتك وحصن نظامك باختيارك أحدث إصدارة من توزيعة أوبن سوزي. اختر بيئة لسطح المكتب، اضبط إعدادات نظامك واستمتع باستخدام المنصة التي يختارها مطورو لينكس، ومديرو النظم، ومصنعو البرمجيات.
ca: Tant els usuaris nous com els experimentats de Linux obtenen la distribució Linux més usable i el sistema operatiu més estabilitzat amb l'alliberament regular d'openSUSE. Rebeu actualitzacions i enduriu el seu sistema operatiu amb l'última gran distribució d'openSUSE! Trieu l'escriptori, configureu el sistema i gaudiu d'una plataforma d'elecció per als desenvolupadors de Linux, els administradors i els proveïdors de programari.
cs: Noví i zkušení uživatelé získají v pravidelném vydání openSUSE nejpoužitelnější distribuci Linuxu a stabilní operační systém. Přijímejte aktualizace a utužujte váš OS v nejposlednější hlavní distribuci openSUSE. Vyberte si svou pracovní plochu, nakonfigurujte si systém a užijte si platformu vývojářů Linuxu, správců a výrobců softwaru.
da: Nye og erfarne Linux-brugere får den mest brugervenlige Linux-distribution og stabiliserede operativsystem med openSUSE almindelige udgivelse. Få opdateringer og styrk dit OS med openSUSE's seneste fulde distribution. Vælg dit skrivebordsmiljø, konfigurér dit system og nyd den foretrukne platform for Linux-udviklere, administratorer og softwareleverandører.
de: Mit dem regulären Release von openSUSE erhalten neue und erfahrene Linux-Anwender die benutzerfreundlichste Linux-Distribution und das stabilste Betriebssystem. Erhalten Sie Updates und sichern Sie Ihr Betriebssystem mit der neuesten Hauptversion von openSUSE. Wählen Sie Ihren Desktop, konfigurieren Sie Ihr System und genießen Sie die Plattform der Wahl für Linux-Entwickler, -Administratoren und Softwareanbieter.
es: Usuarios nuevos y experimentados de Linux obtienen la distribución más utilizable y estabilizada de Linux con la versión de lanzamientos periódicos de openSUSE. Reciba actualizaciones y fortifique su sistema operativo con la con la última versión de la distribución principal de openSUSE. Elija su escritorio, configure su sistema y disfrute de la plataforma de elección para los desarrolladores de Linux, administradores y proveedores de software.
fa: کاربران جدید و کاربران باتجربه، قابل استفاده ترین و پایدار ترین سیستم عامل را با openSUSE نسخه ی با دوره انتشار عادی دریافت میکنند. با آخرین نسخه ی OpenSUSE بروزرسانی ها را دریافت و سیستم عامل خود را مستحکم کنید. میزکار خود را انتخاب کنید، سیستم خود را پیکربندی نموده و از لینوکس مورد انتخاب توسعه دهندگان، مدیران و فروشندگان نرم افزاری لذت ببرید.
fr: Avec openSUSE en publication régulière, les nouveaux utilisateurs de Linux comme les plus expérimentés bénéficient d'une distribution Linux des plus utilisables et stables qui soient. Recevez des mises à jour et sécurisez votre système avec la dernière distribution majeure d'openSUSE. Sélectionnez votre bureau, configurez votre système et profitez d'une plate-forme de choix pour les développeurs Linux, les administrateurs et les fournisseurs de logiciels.
gl: Usuarios novos e experimentados de Linux obteñen a distribución máis usábel e estábel de Linux coa versión regular de openSUSE. Reciba actualizacións e potencie o seu sistema operativo coa última distribución maior de openSUSE. Escolla o seu escritorio, configure o seu sistema e goce coa plataforma escollida por desenvolvedores de Linux, administradores e fornecedores de software.
ja: 新規ユーザから経験豊富なユーザまで、最も利用性が高く、かつ安定したオペレーティングシステムをお求めの場合は、 openSUSE の通常リリース版がお勧めです。 openSUSE というメジャーなディストリビューションでは、更新の受け取りや OS の強化などを行なうこともできます。デスクトップを選択してシステムを設定すれば、 Linux の開発者から管理者、ソフトウエアの製造元まで、様々な環境に合わせたシステムを構築することができます。
ko: 많은 사용자 경험을 가진 Linux 배포판을 찾거나 안정적인 운영체체가 필요한 처음 사용자나 경험이 풍부한 Linux 사용자들이 많이 찾는 배포판입니다. 검증된 업데이트와 openSUSE의 중요 업데이트를 받을 수 있습니다. Linux 개발자와 관리자, 소프트웨어 회사의 선택을 받은 최고의 Linux를 경험해보세요.
lt: Periodiškai (kartą per metus) išleidžiamos openSUSE versijos („Leap“, liet. „Šuolis“) tiek naujiems, tiek ir pažengusiems Linukso naudotojams leidžia naudotis stabiliausia operacine sistema ir patikimiausiu Linukso platinamuoju paketu. Paskiausia openSUSE laida užtikrins, kad operacinė sistema gaus atnaujinimus ir bus saugi. Pasirinkite norimą darbalaukio aplinką, susikonfigūruokite savo sistemą ir mėgaukitės platforma, kurią renkasi Linukso programuotojai, administratoriai ir programinės įrangos platintojai.
nn: Nye og erfarne Linux-brukarar får den mest stabile Linux-distribusjonen med openSUSE, med eit oppdatert og trygt operativsystem. Vel skrivebordsmiljø, set opp systemet og kos deg med plattforma som er svært populær blant Linux-utviklarar, systemadministratorar og programleverandørar.
pt_br: Usuários Linux novos e experientes obtém a distribuição Linux mais usável e o sistema operacional mais estabilizado com a versão de lançamento regular do openSUSE. Receba atualizações e fortaleça seu sistema com a maior distribuição do openSUSE mais recente. Selecione sua área de trabalho, configure seu sistema e aproveite da plataforma de escolha para os desenvolvedores Linux, administradores e revendedores de software.
uk: Нові і досвідчені користувачі Linux одержують максимально корисний дистрибутив Linux і стабільну операційну систему із регулярним випуском openSUSE. Отримуйте оновлення та захист вашої ОС з останнім основним дистрибутивом openSUSE. Підберіть собі стільницю, налаштуйте систему і насолоджуйтеся платформою для розробників Linux, адміністраторів і постачальників програмного забезпечення.

source: days
ar: أيام
ca: dies
cs: dní
da: dage
de: Tage
es: días
fa: روز
fr: jours
ja: 日
ko: 일
lt: d.
pt_br: dias

source: day
ar: يوم
ca: dia
cs: den
da: dag
de: Tag
es: día
fa: روز
fr: jour
ja: 日
ko: 일
lt: d.
pt_br: dia

source: hours
ar: ساعات
ca: hores
cs: hodin
da: timer
de: Stunden
es: horas
fa: ساعت
fr: heures
ja: 時間
ko: 시
lt: val.
pt_br: horas

source: hour
ar: ساعة
ca: hora
cs: hodina
da: time
de: Stunde
es: hora
fa: ساعت
fr: heure
ja: 時間
ko: 시
lt: val.
pt_br: hora

source: update to Leap 15.3
ko: Leap 15.3으로 업데이트

source: IS NOW AVAILABLE
ko: 지금 사용 가능

source: openSUSE TOOLS
ar: أدوات أوبن سوزي
ca: EINES de l'openSUSE
cs: openSUSE NÁSTROJE
da: openSUSE-værktøjer
de: openSUSE-WERKZEUGE
es: Herramientas openSUSE
fa: ابزارهای openSUSE
fr: Les outils openSUSE
gl: Ferramentas openSUSE
ja: openSUSE ツール
ko: openSUSE 도구
lt: openSUSE ĮRANKIAI
nn: openSUSE-verktøy
pt_br: Ferramentas do openSUSE
uk: ЗАСОБИ openSUSE

source: Discover the best open-source tools developed by our community
ar: اكتشف أفضل الأدوات مفتوحة المصدر التي يطورها مجتمعنا
ca: Descobriu les millors eines de codi obert desenvolupades per la nostra comunitat.
cs: Objevujte nejlepší open-source nástroje vyvíjené naší komunitou
da: Opdag de bedste open source-værktøjer udviklet af vores fællesskab
de: Entdecken Sie die besten Open-Source-Tools, von unserer Community entwickelt
es: Descubra las mejores herramientas de código abierto desarrolladas por nuestra comunidad
fa: بهترین ابزارهای متن-باز را که توسط جامعه ی کاربران ما توسعه داده شدند را بیابید
fr: Découvrez les meilleurs outils Open Source développés par notre communauté
gl: Descubra as mellores ferramentas de código aberto desenvolvidas pola nosa comunidade
ja: コミュニティが開発した最良のオープンソースツールの発見
ko: 우리 커뮤니티가 개발하는 최고의 오픈 소스 도구들을 탐색해 보세요
lt: Susipažinkite su geriausiais mūsų bendruomenės sukurtais atviro kodo įrankiais
nn: Oppdag dei beste friprog-verktøya utvikla i openSUSE-miljøet
pt_br: Descubra as melhores ferramentas de código aberto desenvolvidas por nossa comunidade
uk: Пізнавайте найкращі засоби з відкритим кодом, розроблені нашою громадою

source: Go to link
ar: اذهب إلى الرابط
ca: Vés a l'enllaç
cs: Přejít na odkaz
da: Gå til link
de: Link folgen
es: Ir al enlace
fa: برو به آدرس
fr: Accéder au lien
gl: Ir á ligazón
ja: リンクへ
ko: 링크로 이동
lt: Eiti
nn: Gå til lenkja
pt_br: Ir para o link
uk: Посилання
