Repository: openSUSE/landing-page
Catalog: po/*.po
Languages: ar, ca, cs, da, de, es, fa, fr, gl, ja, ko, lt, nn, pt_br, uk

source: Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email
ar: نرحب دائماً بالتبرعات لدعم مشروع أوبن سوزي. في الواقع، تمكنا من توفير خدمة البناء المفتوحة –التي تستخدمها مشاريع مفتوحة المصدر عديدة أخرى– لمجتمع المشروع من خلال التبرعات السخية بالخوادم من شركة AMD. هذا النوع من التبرعات هو الذي يسمح للمشاريع والأفراد بالازدهار، والتطور، والإبداع، والتقدم. لا يطلب المشروع تبرعات نقدية، بل تبرعات بعتاد حاسوبي لاستغلال خبرة مجتمع المصادر المفتوحة لتعزيز تطوير لينكس، وتوفير أدوات أوبن سوزي للمجتمع الحر مفتوح المصدر ومكافأة جهود المطورين ومديري النظم والمسؤولين عن الحزم. العتاد يساعد مجتمع أوبن سوزي! العتاد يساعد المجتمع مفتوح المصدر! كما يساعد العتاد في تطوير لينكس. للتعرف أكثر على طريقة التبرع بالعتاد لمشروع أوبن سوزي. راسلنا على
ca: Les donacions per donar suport al projecte openSUSE són sempre benvingudes. De fet, el Servei de Construcció Obert, que és utilitzat per altres diversos projectes de codi obert, es va posar a disposició de la comunitat del projecte a través d'una generosa donació de servidors d'AMD. Aquest tipus de donacions són les que permeten a les persones i als projectes prosperar, desenvolupar-se, innovar i progressar. El projecte no està demanant diners, sinó donacions de maquinari per utilitzar la mestria de la comunitat de codi obert per potenciar el desenvolupament de Linux, proporcionar eines d'openSUSE a l'ecosistema de codi obert i tornar-ho als desenvolupadors, administradors de sistemes i empaquetadors. El maquinari ajuda la comunitat d'openSUSE! El maquinari ajuda la comunitat de codi obert! I el maquinari ajuda el desenvolupament de Linux. Per saber com podeu donar maquinari al projecte openSUSE, escriviu un missatge de correu electrònic a...
cs: Příspěvky na podporu Projektu openSUSE jsou vždy vítány. Ve skutečnosti Open Build Service, které je využíváno několika dalšími open-source projekty, bylo zpřístupněno projektové komunitě díky štědrému daru serverů od AMD. Toto je takový typ příspěvku, který lidem a projektům umožňuje růst, vývoj, inovaci a postup. Tento projekt nežádá o peníze, ale o přispění hardwarem k použití open-source komunitní expertizou pro posílení vývoje Linuxu, poskytnutí nástrojů openSUSE zdarma, otevření zdrojového ekosystému a navrácení vývojářům, správcům systému a tvůrcům balíčků. Hardware komunitě openSUSE pomáhá! Hardware pomáhá komunitě open-source! A hardware také pomáhá vývoji Linuxu. Pro zjištění jak můžete přispět hardwarem Projektu openSUSE, pošlete email na
da: Donationer til støtte for openSUSE-projektet modtages med taknemmelighed. Faktisk er Open Build Service, som bruges af adskillige andre open-source-projekter blevet gjort tilgængelig for fællesskabet på grund af AMD's gavmilde donation af servere. Det er den slags donationer, som sikrer at mennesker og projekter kan trives, udvikle sig og skabe innovation og fremskridt. Projektet beder ikke om penge men om donationer af hardware for at give open-source-fællesskabet med dets omfattende ekspertise bedre muligheder for at udvikle Linux, udbyde openSUSE's værktøjer gratis til økosystemet af fri, open-source software og give noget tilbage til udviklere, systemadministratorer og de, der vedligeholder software-arkiverne. Hardware hjælper openSUSE-fællesskabet! Hardware hjælper open-source-fællesskabet! Og hardware understøtter udviklingen af Linux. Send os en e-mail for at finde ud af, hvordan du kan donere hardware til openSUSE-projektet
de: Spenden für das openSUSE-Projekt sind immer willkommen. Tatsächlich ist es so, dass der Open Build Service, der auch von einigen anderen Open-Source-Projekten genutzt wird, durch eine großzügige Serverspende von AMD für die Projektgemeinschaft möglich gemacht wurde. Diese Art von Spenden ermöglicht es den Menschen und Projekten zu wachsen und sich weiterzuentwickeln. Das Projekt bittet nicht um Geld, sondern um Hardwarespenden. Unser Ziel ist es, die Fachkenntnisse der Open-Source-Gemeinschaft zu nutzen um die Entwicklung von Linux zu stärken, openSUSE-Werkzeuge dem freien und offenen Open-Source-Ökosystem zur Verfügung zu stellen und somit etwas an die Entwickler, Systemadministratoren und Paketierer zurückzugeben. Hardware hilft der openSUSE-Gemeinschaft! Hardware hilft der Open-Source-Gemeinschaft! Und Hardware hilft der Entwicklung von Linux. Um zu erfahren, wie Sie Hardware an das openSUSE-Projekt spenden können, schreiben Sie eine E-Mail an:
es: Las donaciones para apoyar el proyecto openSUSE son siempre bienvenidas. De hecho, el Open Build Service, el cual lo usan otros proyectos de código abierto, se puso a disposición de la comunidad del proyecto mediante una generosa donación de servidores por parte de AMD. Es este tipo de donaciones lo que permite a la gente y los proyectos prosperar, desarrollar, innovar y progresar. El proyecto no está pidiendo dinero, sino donaciones de hardware para utilizar la experiencia de la comunidad de código abierto para potenciar el desarrollo de Linux, proporcionar herramientas de openSUSE al ecosistema de código abierto y libre, y revertir a los desarrolladores, administradores de sistemas y empaquetadores. ¡El hardware ayuda a la comunidad openSUSE! El hardware ayuda a la comunidad de código abierto! Y el hardware ayuda al desarrollo de Linux. Para averiguar cómo puede donar hardware al proyecto openSUSE, envíe un correo electrónico a
fa: حمایت های مالی به پروژه ی openSUSE همیشه مورد پذیرش واقع میگیرند. در واقع، Open Build Service، چیزی که به وسیله ی چندین پروژه ی متن باز دیگر استفاده میشود، به وسیله ی اهدای سرور توسط AMD در دسترس پروژه ی جامعه قرار گرفته است. این یک نوع حمایتیست که باعث میشود مردم و پروژه پیشرفت کنند، توسعه داده، نوآوری کنند و در جریان باشند. پروژه درخواست پول نمیکند، اما اهدای سخت افزار برای استفاده از تخصص جامعه ی متن-باز برای قدرت بخشی به توسعه ی لینوکس، باعث میشود تا ابزار های openSUSE رایگان، اکوسیستم متن باز و دارای بازدهی به توسعه دهندگان، مدیران سیستم و بسته بندی کنندگان باشد. سخت افزار به جامعه ی openSUSE کمک میکند! سخت افزار به جامعه ی متن-باز کمک میکند! و سخت افزار به توسعه ی لینوکس کمک میکند. برای اینکه بدانید چگونه به پروژه ی openSUSE سخت افزار اهدا کنید، به رایانامه ی زیر نامه بفرستید
fr: Les dons pour supporter le projet openSUSE sont toujours les bienvenus. En fait, l'Open Build Service, qui est utilisé par plusieurs autres projets Open Source, a été rendu disponible à toute la communauté à travers un généreux don de serveurs par AMD. C'est ce type de dons qui permet aux personnes et aux projets de prospérer, se développer, innover et progresser. Le projet ne demande pas d'argent mais des dons de matériel. Le matériel aide la communauté openSUSE ! Le matériel aide la communauté Open Source ! Et le matériel aide le développement pour Linux. Pour savoir comment vous pouvez faire un don de matériel au projet openSUSE, envoyez un courriel à l'adresse
gl: As doazóns para apoiar o proxecto openSUSE son benvidas. De feito, o Open Build Service, empregado por outros proxectos de código aberto, púxose a disposición da comunidade do proxecto grazas a unha xenerosa doazón de servidores por AMD. Este tipo de doazóns permiten á xente e aos proxectos prosperar, desenvolverse, innovar e progresar. O proxecto non está a pedir cartos, só doazóns de hardware para utilizar a experiencia da comunidade de código aberto para potenciar o desenvolvemento de Linux, fornecer ferramentas de openSUSE ao ecosistema de código aberto e libre, e reverter aos desenvolvedores, administradores de sistemas e empaquetadores. O hardware axuda á comunidade openSUSE! O hardware axuda á comunidade de código aberto! E o hardware axuda ao desenvolvemento de Linux. Para saber como pode doar hardware ao proxecto openSUSE, envíe un correo-e
ja: openSUSE プロジェクトへの寄付は常に歓迎しています。実際に他のオープンソースプロジェクトでも使用されている Open Build Service では、 AMD 社からの寛大なサーバのご寄付により、プロジェクトのコミュニティの作業支援を受けています。このような種類の寄付では、人々やプロジェクトを成長／発展／進展させることに寄与しています。プロジェクトでは金銭による直接的な寄付ではなく、 Linux の開発を促進し、 openSUSE のツールをフリー／オープンソースのエコシステムに提供し、開発者やシステム管理者、パッケージャに対して支援を行なうため、ハードウエアの寄付をお願いしています。つまり、ハードウエアが openSUSE コミュニティおよびオープンソースコミュニティ、そして Linux の開発を支えているのです。 openSUSE プロジェクトへのハードウエアの寄付について、詳しくは電子メールにてお尋ねください:
ko: openSUSE 프로젝트를 지원하기 위한 기부는 항상 환영합니다. 사실, 다른 여러 오픈 소스 프로젝트에서 사용되는 Open Build Service는 AMD의 관대한 서버 기부를 통해 프로젝트 커뮤니티에 제공되었습니다. 이러한 형태의 기부는 사람들과 프로젝트들이 성장하고, 발전하고, 혁신하고 발전할 수 있도록 해줍니다. 이 프로젝트는 돈을 요구하는 것이 아니지만 하드웨어 기부는 오픈 소스 커뮤니티의 전문 지식을 활용하여 Linux 개발을 강화하고, 무료 오픈 소스 생테계에 openSUSE 도구를 제공하고 개발자, 시스템 관리자 및 패키지 개발자들에게 돌려줄 수 있도록 합니다. 하드웨어는 openSUSE 커뮤니티를 돕습니다! 하드웨어는 오픈 소스 커뮤니티를 돕습니다! 그리고 하드웨어는 Linux 개발을 돕습니다. openSUSE 프로젝트에 하드웨어를 기부하는 방법을 알아 보려면 다음으로 이메일을 보내주세요.
lt: Visuomet laukiame paramos openSUSE projektui. Pavyzdžiui, Atviroji Kūrimo paslauga (angl. Open Build Service), kuria naudojasi ir kiti atvirojo kodo projektai, bendruomenei prieinama todėl, kad dosni AMD kompanija padovanojo serverių. Tokia parama leidžia žmonėms ir projektams klestėti, kurti ir sparčiai tobulėti. Projektas neprašo pinigų, tačiau techninė parama įgalina išnaudoti bendruomenės galimybes praturtinti Linuksą, suteikia openSUSE projekto įrankius nemokamai ir atviro kodo ekosistemai, tarnauja programuotojams, sistemų administratoriams ir paketų kūrėjams. Aparatinė įranga gelbsti openSUSE bendruomenę! Aparatinė įranga gelbsti atviro kodo bendruomenę! Aparatinė įranga gelbsti Linukso tobulinimą! Norėdami padovanoti aparatinės įrangos openSUSE projektui, parašykite elektroninį laišką
nn: Gåver til openSUSE-prosjektet er alltid velkomne. Faktisk vart byggjetenesta OBS, som no er brukt av fleire andre friprog-prosjekt, gjort mogleg gjennom ei generøs gåve med tenarmaskiner frå AMD. Det er denne typen gåver som lèt prosjekta blomstra, og oss utvikla og skapa noko nytt. Me ber ikkje om pengar, men maskinvare – som gjer ekspertane våre i stand til å vidareutvikla Linux og openSUSE-verktøya for friprog-økosystemet, og gjev noko tilbake til utviklarar, systemadministratorar og programpakkarar. Maskinvare hjelper openSUSE-miljøet! Maskinvare hjelper friprog-miljøet! Og maskinvare hjelper utviklinga av Linux. Viss du lurer på korleis du kan donera maskinvare til openSUSE-prosjektet, send ein e-post til
pt_br: As doações para suportar o projeto openSUSE são sempre bem-vindas. De fato, o Open Build Service, que é usado por vários outros projetos de códido aberto, foi disponibilizado através de uma generosa doação de servidores pela AMD. É este tipo de doação que permite pessoas e projetos prosperar, desenvolver, inovar e progredir. O projeto não pede por dinheiro, mas doação de hardware para usar a experiência da comunidade de código aberto para aprimorar o desenvolvimento do Linux, fornecer as ferramentas do openSUSE para o ecossistema de código aberto livre e dar de volta aos desenvolvedores, administradores de sistema e empacotadores. Hardware ajuda a comunidade openSUSE! Hardware ajuda a comunidade de código aberto! E o hardware ajuda no desenvolvimento do Linux. Para saber mais sobre como doar hardware para o projeto openSUSE, mande um e-mail para
uk: Пожертви для підтримки проекту openSUSE завжди вітаються. Насправді, відкрита служба складання (Open Build Service), яка використовується декількома проектами з відкритим кодом, стала доступною спільноті проекту завдяки щедрій пожертві серверів компанією AMD. Саме цей тип пожертв дозволяє людям і проектам процвітати, розвиватися, впроваджувати новинки та досягати прогресу. Проект не просить коштів, але пожертва обладнання, щоб громада відкритого коду підтримувала розробку Linux, забезпечує openSUSE засобами для вільної екосистеми із відкритим кодом і надається розробникам, системним адміністраторам та складальникам пакунків. Обладнання допомагає спільноті openSUSE! Обладнання допомагає спільноті відкритого коду! А також обладнання допомагає розвитку Linux! Дізнайтеся, як ви можете пожертвувати обладнання на проект openSUSE, написавши листа

source: openSUSE Design System
ko: openSUSE 디자인 시스템

source: We've created a Design System to help you contribute consistent web tools and features using the openSUSE colors, writing guides, and more. Check it out:
de: Wir haben ein Design-System erstellt, das hilft durch die Verwendung von openSUSE-Farben zu konsistenten Web-Tools und -Funktionen, Schreib-Anleitungen und mehr beizutragen. Ausprobieren:
ko: 우리는 OpenSUSE 색상, 작성 가이드 등을 사용하여 일관된 웹 도구 및 기능을 제공 할 수 있도록 디자인 시스템을 만들었습니다. 확인해 보세요:

source: Meet up with openSUSE at conferences.
ar: قابل أوبن سوزي في أحد المؤتمرات.
ca: Reuniu-vos amb l'openSUSE a les conferències.
cs: Setkejte se s openSUSE na konferencích.
da: Mød openSUSE til konferencer.
de: Treffen Sie openSUSE auf Konferenzen.
es: Encuéntrese con openSUSE en conferencias.
fa: با openSUSE در کنفرانس دیدار کنید.
fr: Rencontrez-nous lors des conférences openSUSE.
gl: Encóntrese con openSUSE en conferencias
ja: カンファレンスで openSUSE の開発者やユーザと会う
ko: 컨퍼런스에서 openSUSE를 만나보세요.
lt: Susitikime openSUSE konferencijose.
nn: Møt openSUSE-brukarar på konferansar.
pt_br: Encontre-se com o openSUSE em conferências.
uk: Зустріньтеся з openSUSE на конференціях.

source: View upcoming conferences
ar: استعرض المؤتمرات القادمة
ca: Vegeu les properes conferències
cs: Zobrazit nadcházející konference
da: Vis kommende konferencer
de: Anstehende Konferenzen ansehen
es: Vea las próximas conferencias
fa: مشاهده ی کنفرانس های آینده
fr: Voir les conférences à venir
gl: Vexa as próximas conferencias
ja: カンファレンスの予定を表示する
ko: 다가오는 컨퍼런스 보기
lt: Artimiausios konferencijos
nn: Vis kommande konferansar
pt_br: Veja as próximas conferências
uk: Перегляд майбутніх конференцій

source: Get software
ar: تنزيل برمجيات
ca: Obtingueu programari
cs: Získat software
da: Få software
de: Software herunterladen
es: Conseguir el software
fa: دریافت نرم افزار
fr: Téléchargez des logiciels
gl: Conseguir o software
ja: ソフトウエアの取得
ko: 소프트웨어 다운로드
lt: Parsisiųsti programinę įrangą
nn: Last ned
pt_br: Baixar software
uk: Звантажити

source: Wiki
ar: ويكي
fa: ویکی
ko: 위키
lt: Vikis
uk: Вікі

source: Build Service
ar: خدمة البناء
ca: Servei de construcció
fa: سرویس ساخت
ko: 빌드 서비스
lt: Kūrimo paslauga
nn: Byggjeteneste
uk: Служба складання

source: Social Network
ar: الشبكة الاجتماعية
ca: Xarxa social
cs: Sociální síť
da: Sociale netværk
de: Soziales Netzwerk
es: Redes sociales
fa: شبکه اجتماعی
fr: Réseau social
gl: Redes sociais
ja: ソーシャルネットワーク
ko: 소셜 네트워크
lt: Socialinis tinklas
nn: Sosiale nettverk
pt_br: Redes sociais
uk: Соціальна мережа

source: Forums
ar: المنتديات
ca: Fòrums
cs: Fóra
da: Forum
de: Foren
es: Foros
fa: انجمن ها
gl: Foros
ja: フォーラム
ko: 포럼
lt: Diskusijos
nn: Forum
pt_br: Fóruns
uk: Форуми

source: Mailing Lists
de: Mailingliste
ko: 메일링 리스트

source: Shop
ar: تسوق
ca: Botiga
cs: Obchod
da: Butik
es: Tienda
fa: فروشگاه
fr: Boutique
gl: Tenda
ja: ショップ
ko: 상점
lt: Parduotuvė
nn: Butikk
pt_br: Loja
uk: Крамниця

source: Blogs
ar: المدونات
cs: Blogy
fa: وبلاگها
ja: ブログ
ko: 블로그
lt: Tinklaraščiai
nn: Bloggar
uk: Блоґи

source: Press
ar: صحافة
ca: Premsa
cs: Pro novináře
da: Presse
de: Presse
es: Prensa
fa: مطبوعات
fr: Presse
gl: Prensa
ja: プレスリリース
ko: 보도 문의
lt: Spaudai
nn: Presse
pt_br: Imprensa
uk: Преса

source: Sponsored by:
ar: الداعمون:
ca: Patrocinat per
cs: Sponzoři:
da: Sponseret af:
de: Gesponsert von:
es: Patrocinado por:
fa: حمایت شده توسط:
fr: Sponsorisé par :
gl: Patrocinado por:
ja: スポンサー:
ko: 스폰서:
lt: Rėmėjai:
nn: Vert støtta av:
pt_br: Patrocinado por:
uk: За підтримки:

source: Change language
ar: تغيير اللغة
ca: Canvieu la llengua
cs: Změnit jazyk
da: Skift sprog
de: Sprache wechseln
es: Cambiar idioma
fa: تغییر زبان
fr: Changer la langue
gl: Cambiar idioma
ja: 言語の変更
ko: 언어 변경
lt: Pakeisti kalbą
nn: Byt språk
pt_br: Alterar idioma
uk: Змінити мову

source: All Rights Reserved.
ar: جميع الحقوق محفوظة.
ca: Tots els drets reservats.
da: Alle rettigheder forbeholdt.
de: Alle Rechte vorbehalten.
es: Todos los derechos reservados.
ko: 모든 권리 보유.
lt: Visos teisės saugomos.
uk: Усі права захищено.

source: Imprint.
ar: معلومات الناشر.
ca: Empremta.
de: Impressum.
es: Información legal.
fa: مهر زده شده است.
ko: 날인.
lt: Impressum.

source: Back to main page
ar: عودة للصفحة الرئيسية
ca: Torna a la pàgina principal
cs: Zpět na hlavní stránku
da: Tilbage til hovedsiden
de: Zurück zur Hauptseite
es: Volver a la página principal
fa: بازگشت به صفحه ی اصلی
fr: Retour à la page principale
gl: Volver á páxina principal
ja: メインページに戻る
ko: 메인 페이지로 돌아가기
lt: Grįžti į pradinį puslapį
nn: Tilbake til hovudsida
pt_br: Voltar à página inicial
uk: Назад на домівку

source: for openSUSE Conference
ar: لمؤتمر أوبن سوزي
ca: per a la conferència d'openSUSE
da: til openSUSE-konference
fa: برای کنفرانس openSUSE
lt: iki openSUSE konferencijose

source: openSUSE Conference talks
ar: متحدثي مؤتمر أوبن سوزي
ca: xerrades de la conferència d'openSUSE
da: openSUSE-konferencetaler
fa: صحبت های کنفرانس openSUSE
lt: openSUSE konferencijos pranešimai

source: Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.
ar: أنشئ صور لينكس للنشر على الأجهزة الحقيقية، أو الظاهرية، والآن أيضاً يمكنك النشر على نظم الاحتواء مثل Docker. كيوي هو المحرك الذي يعتمد SUSE Studio عليه.
ca: Creeu imatges de Linux per al desplegament en maquinari real, en virtualització i fins i tot ara en sistemes de contenidor com ara el Docker. El Kiwi és el motor que impulsa el SUSE Studio.
cs: Vytvořte si obrazy Linuxu pro nasazení na skutečném hardwaru, virtualizaci a nyní dokonce na kontejnerových systémech jako je Docker. Kiwi je motor, který pohání SUSE Studio.
da: Opret Linux-imagefiler til udrulning på ægte hardware, virtualisering og nu endda containersystemer såsom Docker. Kiwi er den motor som driver SUSE Studio.
es: Crea imágenes de Linux para despliegue en hardware real, virtualización, y ahora también en contenedores de sistema como Docker. Kiwi es el motor que hace funcionar a SUSE Studio.
fa: ایمیج های لینوکس را برای گسترش بر روی سخت افزار واقعی، مجازی سازی، و هم اکنون حتی سیستم های محفظه ای مانند داکر بسازید. Kiwi موتور تغذیه کننده ی SUSE Studio است.
fr: Créez des images de systèmes Linux pour du déploiement sur du matériel réel, de la virtualisation ou des systèmes de conteneurs comme Docker. Kiwi est notamment utilisé dans SUSE Studio.
gl: Crear imaxes Linux para utilizar en hardware real, virtualizado e agora tamén en contedores de sistema coma Docker. Kiwi é o motor que fai funcionar SUSE Studio.
ja: 実際のハードウエアや仮想化環境のほか、 Docker などのコンテナシステムでも利用できる Linux イメージを作成します。 Kiwi は SUSE Studio で使用されているエンジンです。
lt: Kurti Linukso atvaizdžius diegimui tikruose kompiuteriuose, virtualiose mašinose ir netgi tokiose sudėtinėse sistemose kaip Docker. Kiwi variklis įgalina taip pat ir SUSE Studio paslaugas.
nn: Lag Linux-diskbilete for bruk på fysiske eller virtualiserte maskiner, og no også på behaldarsystem som Docker. Kiwi er motoren bak SUSE Studio.
pt_br: Crie imagens Linux para implantação em hardware real, virtualizado e até mesmo contenedores de sistemas como o Docker. Kiwi é o motor que faz funcionar o SUSE Studio.
uk: Створення образів Linux для розгортання на реальному обладнанні, віртуалізації, і тепер навіть контейнерних систем на кшталт Docker. Kiwi - рушій, який запускає SUSE Studio.

source: for Leap 15.2
de: für Leap 15.2

source: openSUSE Leap 15.2
de: für Leap 15.2

source: https://en.opensuse.org/Imprint
de: https://de.opensuse.org/Impressum

source: for openSUSE Leap 42.2
ja: (openSUSE Leap 42.2 公開まで)

source: is available now
ja: が公開されています
