Repository: openSUSE/landing-page
Catalog: po/*.po
Languages: ar, ca, cs, da, de, es, fa, fr, gl, ja, ko, lt, nn, pt_br, uk

source: Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.
ar: أداة البناء، تبني كافة حزم توزيعتنا بالإضافة لحزم توزيعات SUSE Linux Enterprise، وArch، وDebian، وFedora، وScientific Linux، وRHEL، وCentOS، وUbuntu وغيرها.
ca: La nostra eina de construcció, que serveix per construir tots els nostres paquets, així com alguns per a SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu i altres.
cs: Náš sestavovací nástroj, sestavující jak všechny naše balíčky, tak i pro SUSE Linux Enterprise, Arch, Debian, Fedoru, Scientific Linux, RHEL, CentOS, Ubuntu a další.
da: Vores byggeværktøj, som bygger alle vores pakker, samt pakker til SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu m.fl.
de: Unser Build-Tool, mit dem alle unsere Pakete sowie Pakete für SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu und mehr erstellt werden.
es: Nuestra herramienta de construcción, crea todos nuestros paquetes y también los de SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, y muchas más.
fa: ابزار ساخت ما، تمامی بسته های ما را به خوبی بسته های SUSE Linux Enterprise، آرچ دبیان، فدورا، Scientific Linux، RHEL، سنت او اس، اوبونتو و غیره میسازد.
fr: Notre outil de construction qui crée tous nos paquets ainsi que des paquets pour SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu et bien plus encore.
gl: A nosa ferramenta de construción crea todos os nosos paquetes e tamén os de SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu e máis.
ja: ビルドツールでは、私どもが提供する全パッケージのほか、 SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu などのパッケージも構築することができます。
ko: 우리의 빌드 도구는 SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu 등에 대한 패키지 뿐만 아니라 모든 패키지를 빌드합니다.
lt: Mūsų kūrimo įrankiu sukuriami ne tik visi mūsiškiai paketai, bet taip pat galite kurti paketus SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu ir kitoms sistemoms.
nn: Byggjeverktøya byggjer alle pakkane våre, samt pakkar for blant anna SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS og Ubuntu.
pt_br: Nossa ferramenta de compilação, compila todos os nossos pacotes bem como os para SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu e mais.
uk: Наш засіб складання збирає усі наші пакунки, а також для SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu тощо.

source: Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.
ar: اختبارات مؤتمتة *لأي* نظام تشغيل، يمكنها قراءة الشاشة والتحكم بمضيف الاختبار كما لو كان يتحكم به المستخدمون.
ca: Proves automatitzades per a *qualsevol* sistema operatiu. Pot llegir la pantalla i controlar l'amfitrió de prova com ho fa un usuari.
cs: Automatizované testování pro *jakýkoliv* operační systém, které umí číst obrazovku a ovládat testovacího hostitele stejně tak, jak to dělá uživatel.
da: Automatiseret test af *alle* operativsystemer, som kan læse skærmen og kontrollere testmaskinen ligesom en bruger gør.
de: Automatisierte Tests für *jedes* Betriebssystem, die den Bildschirm lesen und den Test-Host auf dieselbe Weise wie ein Benutzer kontrollieren können.
es: Pruebas automatizadas para *cualquier* sistema operativo, que pueden leer la pantalla y controlar el sistema huésped de prueba de la misma manera que lo haría un usuario.
fa: آزمایش خودکار برای •هر• سیستم عامل، که میتواند مانند کاربر صفحه نمایش را خوانده و میزبان را کنترل کند.
fr: Outil de test automatisé pour *tout* système d'exploitation, qui est capable de lire un écran et de contrôler la machine de test de la même manière qu'un utilisateur le ferait.
gl: Probas automatizadas para *calquera* sistema operativo, que poden ler a pantalla e controlar o sistema anfitrión de proba do mesmo xeito que o faría un usuario.
ja: *任意の* オペレーティングシステムに対する自動化されたテストです。ユーザと同様に画面上の情報を読み取り、ホストを操作することができます。
ko: '모든' 운영 체제에 대한 자동화된 테스트로, 사용자가 수행하는 것과 동일하게 화면을 읽고 테스트 호스트를 제어할 수 있습니다.
lt: Automatiškas *bet kurios* operacinės sistemos bandymas, galintis nuskaityti ekraną ir simuliuoti naudotojų veiksmus.
nn: Automatiserte testar for *alle* operativsystem, og som kan lesa skjermen og styra testsystemet på same måte som vanlege brukarar.
pt_br: Testes automatizados para *qualquer* sistema operacional, que podem ler a tela e controlar a máquina de testes da mesma forma qu um usuário faz.
uk: Автоматичне тестування для будь-якої операційної системи, що може читати екран і управляти тестом подібним чином до користувача.

source: The best/only comprehensive Linux system configuration & installation tool.
ar: الأداة المثلى والشاملة الوحيدة لإعداد نظام لينكس وتثبيته.
ca: L'única i millor eina comprensiva de configuració i instal·lació d'un sistema Linux.
cs: Nejlepší/jediný komplexní nástroj pro konfiguraci a instalaci systému Linux.
da: Det bedste/eneste omfattende værktøj til konfiguration og installation af Linux-systemer.
de: Das beste/einzigartige und umfassendste Werkzeug zur Konfiguration und Installation von Linux-Systemen.
es: La mejor/única herramienta exhaustiva de configuración de sistema Linux y de instalación.
fa: بهترین/تنهاترین ابزار جامع پیکربندی و نصب سیستم لینوکس.
fr: Le seul et unique outil complet d'installation et de configuration d'un système Linux.
gl: A mellor/única ferramenta de configuración e de instalación de sistema Linux.
ja: 最良かつ唯一の Linux システム設定・インストールツールです。
ko: 최고이자 유일한 종합 Linux 시스템 설정 & 설치 도구입니다.
lt: Geriausias ir vienintelis visapusiškas Linukso sistemos konfigūravimo ir diegimo įrankis.
nn: Det beste og einaste omfattande programmet for oppsett og installering av Linux.
pt_br: A melhor/única ferramenta abrangente de instalação e configuração do sistema Linux.
uk: Найкращий усебічний засіб системного налаштування та встановлення Linux.

source: Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that builds the openSUSE release images.
de: Erstellen Sie Linux-Images für das Deployment auf echter Hardware, Virtualisierung und jetzt sogar auf Container-Systemen wie Docker. Kiwi ist die Engine, die die openSUSE-Release-Images baut.
ko: 실제 하드웨어, 가상화, 그리고 Docker 같은 컨테이너 시스템에서도 Linux 이미지를 만드세요. Kiwi는 openSUSE 출시 이미지를 빌드하는 엔진입니다.

source: CONTRIBUTE TO OPENSUSE
ar: ساهم في أوبن سوزي
ca: CONTRIBUÏU A OPENSUSE
cs: PŘISPĚJTE DO OPENSUSE
da: BIDRAG TIL OPENSUSE
de: ZU OPENSUSE BEITRAGEN
es: CONTRIBUIR A OPENSUSE
fa: در توسعه ی OPENSUSE مشارکت کنید
fr: CONTRIBUER À OPENSUSE
gl: CONTRIBUÍR A OPENSUSE
ja: openSUSE への貢献方法
ko: OPENSUSE에 기여하기
lt: PRISIDĖKITE PRIE openSUSE
nn: BIDRA TIL OPENSUSE
pt_br: CONTRIBUA COM O OPENSUSE
uk: СПРИЯННЯ РОЗВИТКУ OPENSUSE

source: Be part of our community contributing with any of the following:
ar: كن جزءاً من مجتمعنا وساهم في أي من المجالات التالية:
ca: Formeu part de la nostra comunitat contribuint-hi d'alguna d'aquestes maneres:
cs: Staňte se součástí naší komunity díky následujícímu přispívání:
da: Vær en del af fællesskabet ved at bidrage med noget af følgende:
de: Werden Sie Teil unserer Gemeinschaft indem Sie zu folgenden Dingen beitragen:
es: Sea parte de nuestra comunidad contribuyendo con cualquiera de los siguientes:
fa: با مشارکت در یکی از موارد زیر قسمتی از جامعه ی ما باشید:
fr: Soyez acteur de notre communauté en contribuant sur un des points suivants :
gl: Sexa parte da nosa comunidade contribuíndo cun dos modos seguintes:
ja: コミュニティに参加するには、下記のいずれかの方法があります:
ko: 다음에 기여해서 커뮤니티에 참여하세요:
lt: Tapkite mūsų bendruomenės dalimi, rūpinkitės, kad tobulėtų mūsų:
nn: Vert ein del av fellesskapet ved å bidra:
pt_br: Seja parte de nossa comunidade contribuindo com um dos modos a seguir:
uk: Будьте частиною нашої громади, надаючи допомогу у таких справах:

source: Code
ar: كود
ca: Codi
cs: Kód
da: Kode
es: Código
fa: کد
gl: Código
ja: コード
ko: 코드
lt: Kodas
nn: Kode
pt_br: Código
uk: Код

source: Find out more
ar: تعرف على المزيد
ca: Descobriu-ne més coses
cs: Zjistit více
da: Mere information
de: Erfahren Sie mehr
es: Saber más
fa: بیشتر بدانید
fr: En savoir plus
gl: Atopar máis información
ja: さらに詳しく
ko: 자세히 알아보기
lt: Daugiau informacijos
nn: Lær meir
pt_br: Saiba mais
uk: Дізнатися більше

source: Contribute Code
ar: ساهم بالكود
ca: Contribuïu-hi amb codi
cs: Přispět kódem
da: Bidrag med kode
de: Code beitragen
es: Contribuir código
fa: مشارکت در کد
fr: Contribuer au code
gl: Contribuír con código
ja: コードによる貢献
ko: 코드 기여
lt: Prisidėkite programuodami
nn: Med programmering
pt_br: Contribuir com código
uk: Написання коду

source: openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.
ar: تؤمن أوبن سوزي بأن أفضل النتائج تأتي من تعاون الناس واستمتاعهم. اختلاف أوبن سوزي عن المجتمعات مفتوحة المصدر الأخرى هو ما يجعلها مرغوبة. نحن لسنا مجتمعاً تقليدياً وجهود مجتمعنا هي ما يحدد مسار المشروع. لقد أنتجت جهود المجتمع أدوات عظيمة عديدة لنظام لينكس بالإضافة لإنتاجها توزيعة رائعة. في أوبن سوزي صوتك مسموع ويمكنك المساهمة في المشروع بسهولة. سواء كنت مطور لينكس مخضرماً أو مستخدماً نهائياً عليك الانضمام لمشروع أوبن سوزي شارك في منتدى، تابع صيانة وتحديث ويكي المشروع، اعثر على العلل البرمجية وبلغ عنها، راجع وثائق المشروع، أرسل قائمة رغباتك بإضافة حزم ومزايا جديدة، رقع الأخطاء البرمجية وأرسل ترقيعاتك، أو ساهم في الترويج لمشروع أوبن سوزي عبر حضور المناسبات والعمل كسفير.
ca: OpenSUSE creu que els millors resultats provenen de persones que col·laboren i es diverteixen. Ser diferent d'altres comunitats de codi obert és el que fa openSUSE desitjable. No som una comunitat convencional, i els esforços de la nostra comunitat determinen la ruta del projecte. Els esforços de la comunitat han creat diverses grans eines per a Linux i una distribució impressionant. Amb openSUSE, teniu veu i podeu contribuir fàcilment al projecte. Tant si sou un desenvolupador de Linux amb experiència o un usuari final involucreu-vos al projecte d'openSUSE. Uniu-vos a un fòrum, mantingueu i conserveu la nostra wiki al dia, trobeu i informeu d'errors, reviseu la documentació, envieu la vostra llista de desitjos per als nous paquets i característiques, creeu i envieu pedaços, o esdeveniu un defensor d'openSUSE assistint a esdeveniments i feu-vos-en ambaixador.
cs: openSUSE věří, že nejlepší výsledky přicházejí od lidí, kteří spolupracují a užívají si zábavu. To, že se liší od jiných open-source komunit je právě pro openSUSE žádoucí. My nejsme tradiční komunita a naše komunitní snahy určují cestu tohoto projektu. Tyto snahy komunity vytvořily několik skvělých nástrojů pro Linux a velkolepou distribuci. S openSUSE máte hlas a můžete se jednoduše zapojit do projektu. Ať jste zkušený vývojář Linuxu nebo koncový uživatel, zapojte se do Projektu openSUSE. Připojte se do diskusního fóra, spravujte a udržujte naši wiki aktuální, hledejte a hlaste chyby, revidujte dokumentaci, posílejte váš seznam přání pro nové balíčky a funkce, tvořte a odesílejte opravy, nebo se staňte advokátem pro openSUSE vaší účastí na událostech a stávejte se velvyslancem.
da: openSUSE tror på, at det bedste resultat opstår, når mennesker samarbejder og har det sjovt. openSUSE er forskelligt fra andre open-source-fællesskaber, og det er det, der gør openSUSE tiltrækkende. Vi er ikke et konventionelt fællelsskab; vores fællesskabs indsatser bestemmer projektets vej frem. Fællesskabets indsatser har skabt flere gode værktøjer til Linux og en fantastisk distribution. I openSUSE har du en stemme og kan let bidrage til projektet. Engagér dig i openSUSE-projektet, hvad enten du er en erfaren Linux-udvikler eller en almindelig bruger. Slut dig til et forum, vedligehold vores wiki og hold den a jour, find og rapportér fejl, gennemgå dokumentationen, indsend ønsker om nye pakker og funktioner, lav og indsend rettelser eller bliv er fortaler for openSUSE ved at deltage i begivenheder og blive en ambassadør.
de: openSUSE ist überzeugt, dass die besten Ergebnisse von Menschen erzielt werden, die zusammenarbeiten und Spaß haben. Die Unterschiede zu anderen Open-Source-Communities machen openSUSE erstrebenswert. Wir sind nicht die klassische Gemeinschaft und die Bemühungen unserer Gemeinschaft bestimmen den Weg des Projekts. Die Bemühungen der Community haben einige großartige Tools für Linux und eine fantastische Distribution hervorgebracht. Bei openSUSE haben Sie eine Stimme und können leicht zum Projekt beitragen. Unabhängig davon, ob Sie ein erfahrener Linux-Entwickler oder ein Endbenutzer sind, beteiligen Sie sich am openSUSE-Projekt. Treten Sie einem Forum bei, pflegen und halten Sie unser Wiki auf dem neuesten Stand, finden und melden Sie Fehler, überprüfen Sie die Dokumentation, senden Sie Ihre Wunschliste für neue Pakete und Funktionen, erstellen und senden Sie Patches oder werden Sie ein Förderer von openSUSE, indem Sie an Veranstaltungen teilnehmen und ein Botschafter werden.
es: openSUSE cree que los mejores resultados provienen de gente colaborando y divirtiéndose. Ser diferentes a otras comunidades de código abierto es lo que hace que openSUSE sea atractivo. No somos la típica comunidad y los esfuerzos de nuestra comunidad determinan el camino del proyecto. Los esfuerzos de la comunidad han creado varias grandes herramientas para Linux y una distribución increíble. Con openSUSE, tienes voz y puedes fácilmente contribuir al proyecto. Ya seas un desarrollador de Linux con experiencia o un usuario final involucrado en el proyecto openSUSE. Únete al foro, mantén nuestra wiki al día, encuentra e informa de fallos, revisa la documentación, envía tu lista de deseos para nuevos paquetes y características, crea y envía parches, o conviértete en un evangelista de openSUSE yendo a eventos y convirtiéndote en un embajador.
fa: در openSUSE این باور وجود دارد که بهترین نتیجه حاصل از افرادیست که به صورت گروهی کار کرده و شاد هستند. متفاوت بودن با سایر جوامع متن-باز چیزیست که openSUSE را مطلوب میکند. ما جامعه ای سنتی نیستیم و تلاش های جامعه ی کاربران ما مسیر پروژه را تعیین میکند. تلاش های جامعه ی کاربری چندین ابزار بسیار خوب برای لینوکس و یک توزیع عالی را ساخته است. با openSUSE، شما یک رای دارید و به راحتی میتوانید در پروژه مشارکت کنید. چه شما یک توسعه دهنده ی لینوکس باشید چه کاربر نهایی که به پروژه ی openSUSE علاقه مند شده باشید. به یک انجمن عضو شوید، ویکی ما را حمایت و به روز نگه دارید، باگ ها را بیابید و آنها را گزارش دهید، مستندات را بازبینی کنید، لیستی از بسته ها و امکانات درخواتستی خود را بفرستید، وصله های نرم افزاری را بسازید و ثبت کنید، و یا با شرکت در همایش ها، یک حامی برای openSUSE شوید و به سفیر آن تبدیل شوید.
fr: openSUSE croit que les meilleurs résultats viennent des gens qui prennent du plaisir à travailler ensemble. Être différente des autres communautés Open Source est ce qui rend openSUSE désirable. Nous ne sommes pas une communauté conventionnelle et nos efforts déterminent le futur de notre projet. Les efforts de la communauté ont permis de créer plusieurs excellents outils pour Linux et deux distributions formidables. Avec openSUSE, vous avez une voix et pouvez facilement contribuer au projet. Que vous soyez un développeur Linux expérimenté ou un utilisateur final, impliquez-vous dans le projet openSUSE ! Rejoignez un forum, maintenez notre wiki à jour, trouvez et rapportez des bogues, relisez la documentation, partagez vos souhaits concernant de nouveaux paquets ou de nouvelles fonctionnalités, créez et soumettez des correctifs ou devenez un supporter d'openSUSE en assistant aux évènements et en devenant un ambassadeur.
gl: openSUSE cre que os mellores resultados veñen de xente colaborando e divertíndose. Ser diferente a outras comunidades de código aberto é o que fai a openSUSE desexábel. Non somos unha comunidade convencional e os esforzos da nosa comunidade determinan o camiño do proxecto. Os esforzos da comunidade crearon varias ferramentas importantes e unha incríbel distribución. Con openSUSE vostede ten a voz e pode doadamente contribuír ao proxecto. Xa como desenvolvedor de Linux con experiencia ou como usuario final involucrado no proxecto openSUSE. Únase ao foro, manteña a nosa wiki ao día, encontre e informe de erros, revise a documentación, envíe a súa lista de peticións de novos paquetes e características, cree e envíe parches ou fágase un defensor de openSUSE atendendo en eventos e sendo un embaixador.
ja: openSUSE では、人々がお互いに対話し、楽しむことで最適な結果が得られることを信じています。他のオープンソースコミュニティとは異なるのは、何が openSUSE を望ましい形に仕上げるのか、という点にあります。私たちは一般的なコミュニティとは異なり、コミュニティの努力によってプロジェクトの方向性をも決定づけるようにしています。このような仕組みにより、 Linux 向けの素晴らしいツールやディストリビューションを作成することができました。 openSUSE では、声を上げてプロジェクトに参加することも容易にしています。経験豊かな Linux の開発者から一般的なユーザまで、様々な方々が openSUSE プロジェクト内で作業を進めています。フォーラムに参加したり、 Wiki を管理したり最新の情報に更新したり、バグを見つけて報告したり、文書類をレビューしたり、パッケージや機能に対する要望を送ったり、修正を作成して送信したり、イベントに参加したりアンバサダーになって openSUSE を広めたりなど、様々な方法で参加することができます。
ko: openSUSE는 사람들이 협력하고 재미를 느낄 때 최고의 결과가 나온다고 믿습니다. 다른 오픈 소스 커뮤니티와 다른 것이 openSUSE를 바람직하게 만들어줍니다. 우리는 통상적인 커뮤니티가 아니며 커뮤니티의 노력이 프로젝트의 방향을 결정합니다. 커뮤니티의 노력으로 Linux와 멋진 배포판들을 위한 여러 훌륭한 도구들이 만들어졌습니다. openSUSE에서는 목소리를 내고 프로젝트에 쉽게 기여할 수 있습니다. 숙련된 Linux 개발자이든 최종 사용자든 openSUSE 프로젝트에 참여할 수 있습니다. 포럼에 참여하거나, 위키를 관리하며 최신 상태로 유지하거나, 버그를 찾아 보고하거나, 문서를 검토하거나, 새 패키지 및 기능에 대한 위시 리스트를 보내거나, 패치를 만들고 제출하거나, openSUSE 이벤트에 참여해 앰배서더가 됨으로서 애드보킷이 되세요.
lt: openSUSE komanda įsitikinusi, kad geriausių rezultatų pasiekia bendradarbiaujantys ir iš širdies dirbantys. Mūsų bendruomenė turi šį tą išskirtinio, kas leidžia openSUSE būti patraukliai. Mes nesame įprasta bendruomenė; mūsų bendruomenės pastangos lemia projekto kelią. Bendruomenės pastangomis jau sukurti keli šaunūs Linukso įrankiai ir nuostabus platinamasis paketas. Mūsų bendruomenėje Tavo balsas bus išgirstas ir galėsi lengvai prisidėti prie projekto. Nesvarbu, ar esi pažengęs Linukso programuotojas, ar tiesiog paprastas naudotojas, kviečiame įsitraukti į openSUSE projektą. Prisijunkite prie diskusijų forume, atnaujinkite mūsų vikį, peržiūrėkite dokumentaciją, ieškokite ir praneškite apie rastas klaidas, pasiūlykite naujas funkcijas, prašykite įtraukti naujus paketus arba funkcijas, kurkite ir siųskite pataisas esamiems paketams arba skleiskite žinią apie openSUSE renginiuose.
nn: Me i openSUSE meiner dei beste resultata kjem frå menneske som samarbeider og har det gøy. Det å vera annleis enn andre friprog-miljø gjer openSUSE attraktivt. Me er ikkje eit vanleg fellesskap, og kva brukarane gjer avgjer kva veg prosjektet skal gå vidare. I fellesskap har me laga fleire flotte Linux-verktøy og ein fantastisk distro. Med openSUSE har du ei røyst, og kan lett bidra til prosjektet. Anten du er ein erfaren Linux-utviklar eller ein sluttbrukar, kan du verta med. Delta på forum, rediger og hald wikien oppdatert, meld frå om feil du finn, forbetra dokumentasjonen, send ønskjer om nye pakkar og funksjonar, lag feilrettingar eller reklamer for openSUSE på konferansar og møter.
pt_br: O openSUSE acredita que os melhores resultados vêm de pessoas colaborando e se divertindo. Sendo diferente de outras comunidades de código aberto é o que faz o openSUSE desejável. Não somo uma comunidade convencional e nossos esforços comunitários determinam o caminho do projeto. Os esforços da comunidade criaram várias ferramentas ótimas para o Linux e uma incrível distribuição. Com o openSUSE, você tem voz e pode facilmente contribuir para o projeto. Quer você seja um desenvolvedor Linux experiente ou um usuário final envolvido no projeto. Entre no fórum, mantenha nossa wiki atualizada, encontre e relate erros, revise a documentação, envie sua lista de desejos de novos pacotes e recursos, crie e envie correçõe ou torne-se um defensor do openSUSE indo a eventos e tornando-se um embaixador.
uk: openSUSE вважає, що найкращі результати приходять від людей, які разом працюють і розважаються. Відрізнятися від інших громад з відкритим вихідним кодом - це саме те, що робить openSUSE бажаною ОС. Ми не звичайна громада і наші зусилля визначають шлях проекту. Нами створено декілька відмінних засобів для Linux і чудовий дистрибутив. У openSUSE ви матимете голос і можете легко сприяти розвитку проекту. Незалежно від того, чи ви є досвідченим розробником Linux або кінцевим користувачем, залучайтеся до проекту openSUSE. Приєднуйтеся до форуму, підтримуйте і зберігайте нашу вікі у актуальному стані, знаходьте і повідомляйте про хиби, перевіряйте документацію, відправляйте свій список побажань для нових пакунків і функцій, створюйте і надсилайте латки, або ставайте захисником для openSUSE, відвідуючи події як посол.

source: Find out more about how to participate.
ar: تعرف أكثر على طرق المساهمة.
ca: Descobriu més coses sobre com participar-hi.
cs: Zjistěte více o tom, jak se zapojit.
da: Læs mere om at deltage.
de: Erfahren Sie mehr darüber, wie Sie sich beteiligen können.
es: Descubra más sobre cómo participar.
fa: در ارتباط با چگونگی مشارکت بیشتر بدانید.
fr: En savoir plus sur comment participer.
gl: Atopar máis información sobre como participar.
ja: 参加方法についてさらに詳しく見る
ko: 참여하는 방법에 대해서 더 자세히 알아보세요.
lt: Sužinokite, kaip dar galite prisidėti.
nn: Finn ut meir om korleis du kan delta.
pt_br: Saiba mais sobre como participar.
uk: Дізнайтеся більше, як можна допомогти нам.

source: Hardware
ar: عتاد
ca: Maquinari
fa: سخت افزار
fr: Matériel
ja: ハードウエア
ko: 하드웨어
lt: Aparatinė įranga
nn: Maskinvare
uk: Обладнання

source: Contribute Hardware
ar: ساهم بالعتاد
ca: Contribuïu-hi amb maquinari
cs: Přispět hardwarem
da: Bidrag med hardware
de: Hardware beisteuern
es: Contribuir hardware
fa: مشارکت در سخت افزار
fr: Contribuer au matériel
gl: Contribuír con hardware
ja: ハードウエアによる貢献
ko: 하드웨어에 기여하기
lt: Dovanokite įrangą
nn: Med maskinvare
pt_br: Contribuir com hardware
uk: Пожертва обладнання
